[
  {
    "checklist_title": "Mandatory Offer Document Structure and Format",
    "checklist_description": "The Offer Document for all mutual fund schemes must include a Scheme Information Document (SID) and a Statement of Additional Information (SAI) in prescribed formats, as per sequence mandated by SEBI. Updated formats will be mandatory from June 1, 2024.",
    "rationale": "Ensures that investors have access to comprehensive, organized, and standardized information regarding the mutual fund scheme characteristics, objectives, and structure.",
    "page_numbers": "8-9",
    "source_document": "SEBI Master Circular",
    "category": "Scheme Information Disclosure"
  },
  {
    "checklist_title": "Fundamental Attributes Disclosure",
    "checklist_description": "Disclose fundamental attributes of schemes, including scheme type (open, close, interval), investment objectives, investment pattern, liquidity provisions, fees and expenses, and any safety nets or guarantees.",
    "rationale": "To provide investors with a clear understanding of the scheme's characteristics and terms, which are essential for making informed investment choices.",
    "page_numbers": "24-25",
    "source_document": "SEBI Master Circular",
    "category": "Scheme Information Disclosure"
  },
  {
    "checklist_title": "Debt Scheme Investment Policies",
    "checklist_description": "Mutual Funds/AMCs must disclose their credit evaluation policy for investments in debt securities, the list of sectors they will not invest in, types of instruments to be invested in, and the floors and ceilings in terms of sub-asset class/credit rating in SID/SAI and KIM without indicating the portfolio or yield directly or indirectly.",
    "rationale": "Disclosure of investment policies in debt schemes helps investors understand the risk framework and sectoral exposure of mutual fund investments.",
    "page_numbers": "326",
    "source_document": "SEBI Master Circular",
    "category": "Scheme Information Disclosure"
  },
  {
    "checklist_title": "Regular Issuance of Consolidated Account Statement",
    "checklist_description": "AMCs must ensure the consolidated account statement for each calendar month is issued on or before the fifteenth day of the succeeding month. The CAS must include total purchase value, commission paid to distributors, and average Total Expense Ratio for each scheme.",
    "rationale": "Provides comprehensive and timely financial updates to investors, aiding in informed decision-making and analysis.",
    "page_numbers": "332-334",
    "source_document": "SEBI Master Circular",
    "category": "Investor Communication"
  },
  {
    "checklist_title": "Investor Notification on Segregated Portfolio",
    "checklist_description": "Upon the creation of a segregated portfolio, a statement indicating units held by investors in both the segregated and main portfolio, along with the respective NAVs, must be communicated within 5 working days.",
    "rationale": "Ensures timely communication with investors, allowing them to understand the impact of segregation on their holdings.",
    "page_numbers": "100",
    "source_document": "SEBI Master Circular",
    "category": "Investor Communication"
  },
  {
    "checklist_title": "Communicate any change in the base Total Expense Ratio (TER) at least three working days before implementation through notice via email or SMS to investors. Update the change three working days prior in the specified website section.",
    "checklist_description": "Pre-notification of TER Changes to Investors",
    "rationale": "Early communication ensures that investors can make informed decisions based on the latest cost information.",
    "page_numbers": "246",
    "source_document": "SEBI Master Circular",
    "category": "Investor Communication"
  },
  {
    "checklist_title": "Daily NAV Disclosure for Segregated Portfolios",
    "checklist_description": "The Net Asset Value (NAV) for both segregated and main portfolios must be disclosed daily following the creation of a segregated portfolio.",
    "rationale": "Provides investors with accurate, up-to-date information on the value of their holdings, essential for making informed investment decisions.",
    "page_numbers": "99-100",
    "source_document": "SEBI Master Circular",
    "category": "NAV and Performance Disclosure"
  },
  {
    "checklist_title": "Performance Disclosure of Mutual Fund Schemes",
    "checklist_description": "AMCs must disclose the performance of all schemes on the AMFI website, including scheme returns versus benchmark returns (Total Return Index) in terms of CAGR for various periods like 1 year, 3 years, 5 years, 10 years, and since inception.",
    "rationale": "Providing comparative performance information helps investors evaluate the schemes against benchmarks and make informed investment decisions.",
    "page_numbers": "123",
    "source_document": "SEBI Master Circular",
    "category": "NAV and Performance Disclosure"
  },
  {
    "checklist_title": "Scheme Performance and Risk Disclosure",
    "checklist_description": "The risk-o-meter of each scheme must be disclosed wherever the scheme's performance is shown.",
    "rationale": "Enhances investor understanding of the relationship between risk and performance for informed decision-making.",
    "page_numbers": "129-130",
    "source_document": "SEBI Master Circular",
    "category": "NAV and Performance Disclosure"
  },
  {
    "checklist_title": "Disclosure of Redemption Restrictions",
    "checklist_description": "Mutual funds must disclose prominently in scheme documents the potential for restrictions on redemptions, the specific circumstances under which such restrictions can be applied, and the duration for which they can be imposed.",
    "rationale": "To protect investor interests by outlining the conditions for redemption restrictions and ensuring investors are aware of potential limitations in extreme market conditions.",
    "page_numbers": "22-23",
    "source_document": "SEBI Master Circular",
    "category": "Redemption and Exit"
  },
  {
    "checklist_title": "Redemption Proceeds Transfer Timeline",
    "checklist_description": "Transfer of redemption or repurchase proceeds must be made within three working days from the date of redemption or repurchase. For schemes investing at least 80% of total assets in overseas investments, the transfer must occur within five working days.",
    "rationale": "Timely transfer of redemption proceeds is critical for investor satisfaction and liquidity, ensuring that investors can access their funds promptly.",
    "page_numbers": "328",
    "source_document": "SEBI Master Circular",
    "category": "Redemption and Exit"
  },
  {
    "checklist_title": "Disclosure on Unclaimed Redemption and Dividend Amounts",
    "checklist_description": "AMCs must disclose the treatment of unclaimed redemption and dividend amounts. These amounts can be invested in specified schemes or used for investor education after three years. AMCs must publish lists of unclaimed amounts on their website and provide details in the periodic statements to investors.",
    "rationale": "Enhances transparency and urges AMCs to take responsibility for unclaimed investor amounts, facilitating recovery by rightful investors.",
    "page_numbers": "330-331",
    "source_document": "SEBI Master Circular",
    "category": "Redemption and Exit"
  },
  {
    "checklist_title": "Half-yearly Trustee Report Disclosure",
    "checklist_description": "The half-yearly report on the activities of the mutual fund must include all issues mentioned in the prescribed format as well as any other issues relevant to the operation of the Mutual Fund. This report must state that the Trustees are satisfied with the adequacy of compliance systems in the Mutual Fund.",
    "rationale": "To ensure transparency and provide the Board with a complete view of the mutual fund's operations and compliance status, thereby supporting investor protection and confidence.",
    "page_numbers": "135",
    "source_document": "SEBI Master Circular",
    "category": "Regulatory Compliance"
  },
  {
    "checklist_title": "Quarterly Data Submission to SEBI",
    "checklist_description": "Mutual Funds must submit daily data in a monthly file on a quarterly basis to SEBI, within 10 calendar days from the quarter's end, to monitor compliance with SEBI (Mutual Funds) Regulations and related circulars.",
    "rationale": "To maintain ongoing oversight and monitoring of mutual fund activities, ensuring adherence to regulatory norms.",
    "page_numbers": "137",
    "source_document": "SEBI Master Circular",
    "category": "Regulatory Compliance"
  },
  {
    "checklist_title": "Annual Information Return (AIR) Submission",
    "checklist_description": "Trustees of Mutual Funds or authorized persons must submit an Annual Information Return (AIR) to the Income Tax Department, detailing specified financial transactions including the PAN of involved parties, as required under section 285 BA of the Income Tax Act.",
    "rationale": "To comply with tax regulations and ensure accurate reporting of financial transactions for tax purposes, enhancing transparency and accountability.",
    "page_numbers": "136",
    "source_document": "SEBI Master Circular",
    "category": "Regulatory Compliance"
  },
  {
    "checklist_title": "Liquid Assets Holding Requirement Disclosure",
    "checklist_description": "Liquid Funds shall hold at least 20% of their net assets in liquid assets such as Cash, Government Securities, T-bills, and Repo on Government Securities. This requirement must be met before making any new investments if exposure falls below the threshold.",
    "rationale": "Ensuring liquidity and managing risk in liquid and overnight funds by maintaining a minimum exposure to liquid assets.",
    "page_numbers": "103",
    "source_document": "SEBI Master Circular",
    "category": "Risk Disclosure"
  },
  {
    "checklist_title": "Risk-O-Meter Disclosure",
    "checklist_description": "Mutual Funds/AMCs are required to disclose the risk-o-meter for the scheme wherever its performance is disclosed, and the risk-o-meter for the scheme and benchmark wherever the performance vis-à-vis the benchmark is disclosed. The risk-o-meter for the benchmark must be displayed on the front page of initial offering application form, Scheme Information Document (SID), and Key Information Memorandum (KIM).",
    "rationale": "Provides investors with a clear understanding of the risk associated with their investments and how they compare to the benchmark.",
    "page_numbers": "129",
    "source_document": "SEBI Master Circular",
    "category": "Risk Disclosure"
  },
  {
    "checklist_title": "Disclosure of Segregated Portfolios",
    "checklist_description": "Mutual Funds must disclose the implementation of a segregated portfolio to handle credit events. This disclosure must cover the rationale, impact on investor holdings, and whether trustees approved the segregation.",
    "rationale": "Ensures investors are informed about the segregation due to credit events and its impact on their investments, allowing for informed decision-making.",
    "page_numbers": "97-99",
    "source_document": "SEBI Master Circular",
    "category": "Risk Disclosure"
  },
  {
    "checklist_title": "Mandatory Monthly and Fortnightly Portfolio Disclosures",
    "checklist_description": "Mutual Funds/ AMCs must disclose the portfolio (alongside ISIN) for all their schemes as of the last day of the month/half-year on their respective website and on the AMFI website within 10 days from the end of each month/half-year. Disclosures for debt schemes should be made fortnightly within 5 days of each fortnight's end. It must be presented in a user-friendly and downloadable spreadsheet format and include the yield of instruments.",
    "rationale": "To maintain transparency and enable investors to make informed decisions regarding the schemes they are investing in by ensuring regular and detailed disclosure of portfolio holdings and metrics like yield, which are crucial for understanding the scheme's investments.",
    "page_numbers": "115",
    "source_document": "SEBI Master Circular",
    "category": "Portfolio Disclosure"
  },
  {
    "checklist_title": "Portfolio Details with Risk-O-Meter",
    "checklist_description": "Mutual Funds/AMCs must send the details of the scheme portfolio via email for the schemes in which unit holders are invested. The disclosure should include the scheme risk-o-meter, name of benchmark, and risk-o-meter of the benchmark in the fortnightly, monthly, and half-yearly statement of scheme portfolio.",
    "rationale": "Ensures transparency and helps investors understand the risk profile of their investments in the scheme portfolio they are invested in.",
    "page_numbers": "130",
    "source_document": "SEBI Master Circular",
    "category": "Portfolio Disclosure"
  },
  {
    "checklist_title": "Disclosure of Valuation Deviation Instances",
    "checklist_description": "AMCs must disclose the total number of deviation instances in the monthly and half-yearly portfolio statements, along with an exact link to their website where the deviation details are available.",
    "rationale": "To provide transparency and ensure investors are informed about deviations in valuation practices.",
    "page_numbers": "226",
    "source_document": "SEBI Master Circular",
    "category": "Portfolio Disclosure"
  },
  {
    "checklist_title": "Default Classification and Reporting",
    "checklist_description": "A money market or debt security shall be classified as 'Default' if the interest and/or principal amount has not been received on the due date or when such security has been downgraded to 'Default' grade by a Credit Rating Agency (CRA). Asset Management Companies (AMCs) must promptly inform valuation agencies and Credit Rating Agencies (CRAs) about any instance of non-receipt of payment of interest and/or principal amount, either partially or in full, in any security.",
    "rationale": "To ensure accurate valuation and risk assessment of securities by informing valuation agencies of defaults, thereby aligning financial representations with real-time credit risk assessments.",
    "page_numbers": "218",
    "source_document": "SEBI Master Circular",
    "category": "Valuation Disclosure"
  },
  {
    "checklist_title": "Deviations from Valuation Guidelines",
    "checklist_description": "AMCs are responsible for the true and fair valuation and correct NAV representation. If an AMC deviates from prices given by valuation agencies, they must record a detailed rationale for the deviation, including security details, comparison with valuation agency price, and impact on scheme NAV. This must be reported to the Board of AMC and Trustees.",
    "rationale": "Ensures accountability and transparency in the valuation process, thereby maintaining fairness and investor confidence in NAV reflecting true market values.",
    "page_numbers": "225",
    "source_document": "SEBI Master Circular",
    "category": "Valuation Disclosure"
  },
  {
    "checklist_title": "Disclosure and Limits on Illiquid Securities",
    "checklist_description": "Illiquid securities defined as non-traded, thinly traded, and unlisted equity shares cannot exceed 15% of a scheme's total assets. Over this threshold, they must be assigned zero value. AMCs must disclose total illiquid securities as of March 31 and September 30 in half-yearly portfolios, with an asterisk against such investments.",
    "rationale": "To limit risk exposure to illiquid assets and enhance transparency about the liquidity profile of mutual fund investments.",
    "page_numbers": "234",
    "source_document": "SEBI Master Circular",
    "category": "Valuation Disclosure"
  },
  {
    "checklist_title": "Clear Disclosure of Scheme Fees and Expenses",
    "checklist_description": "Trustees and Asset Management Companies must ensure that all expenses charged to the scheme are clearly identified and disclosed in the offer document, and they are strictly in conformity with the SEBI Regulation. Additional Total Expense Ratio (TER) can be charged up to 30 basis points on daily net assets of the scheme under specific conditions about inflows from retail investors beyond top 30 cities.",
    "rationale": "Ensures transparency and compliance with regulatory limits, allowing investors to understand the cost structure of the mutual fund scheme.",
    "page_numbers": "243",
    "source_document": "SEBI Master Circular",
    "category": "Fee and Expense Disclosure"
  },
  {
    "checklist_title": "Total Expense Ratio Disclosure Requirements",
    "checklist_description": "AMCs must disclose the Total Expense Ratio (TER) prominently on a daily basis, separately on their website and AMFI's website, excluding infrastructure debt fund schemes. Any changes in the base TER must be communicated to investors through notice (via email or SMS) three working days prior to the change.",
    "rationale": "To maintain transparency in cost disclosures and keep investors informed about any changes in expenses that might affect their investment returns.",
    "page_numbers": "245-246",
    "source_document": "SEBI Master Circular",
    "category": "Fee and Expense Disclosure"
  },
  {
    "checklist_title": "Expense Ratio Disclosure for FoF Schemes",
    "checklist_description": "In case of FoF schemes, the expense ratio of the underlying scheme(s) must be disclosed.",
    "rationale": "Disclosing the expense ratios of underlying funds in Fund of Funds (FoF) schemes provides transparency on the actual costs borne by investors.",
    "page_numbers": "122",
    "source_document": "SEBI Master Circular",
    "category": "Fee and Expense Disclosure"
  },
  {
    "checklist_title": "Dividend Distribution and Disclosure",
    "checklist_description": "AMCs must ensure that offer documents clearly disclose that dividend amounts can be distributed out of investors' capital (Equalization Reserve), and a clear segregation between income distribution (appreciation on NAV) and capital distribution (Equalization Reserve) must be made in the Consolidated Account Statement provided to investors.",
    "rationale": "To provide clarity and transparency to investors on the sources of distributed dividends, enabling investors to understand the implications on their investment returns.",
    "page_numbers": "261",
    "source_document": "SEBI Master Circular",
    "category": "Dividend and Distribution"
  },
  {
    "checklist_title": "Dividend Disclosure in Advertisements",
    "checklist_description": "Advertisements must disclose dividends declared or paid per unit along with the face value of each unit of that scheme and the prevailing NAV at the time of declaration of the dividend.",
    "rationale": "This requirement ensures transparency regarding dividend distributions, helping investors to understand the impact of dividends on their investment value.",
    "page_numbers": "320",
    "source_document": "SEBI Master Circular",
    "category": "Dividend and Distribution"
  },
  {
    "checklist_title": "Compensation for Delay in Proceeds",
    "checklist_description": "Interest for the delay in transfer of redemption, repurchase or dividend shall be payable to unitholders at the rate of 15% per annum along with the proceeds, borne by AMCs. Details must be sent to SEBI and disclosed to investors.",
    "rationale": "Compensates investors for the delay, ensuring fairness and accountability by the AMC.",
    "page_numbers": "329",
    "source_document": "SEBI Master Circular",
    "category": "Dividend and Distribution"
  }
]