[
  {
    "page_range": "1-10",
    "extraction": {
      "items": [
        {
          "checklist_title": "Divided Offer Document Components",
          "checklist_description": "The Offer Document for Mutual Fund schemes must comprise two parts: the Scheme Information Document (SID) and the Statement of Additional Information (SAI). The SID will include all information particular to a scheme, while the SAI will cover statutory information on Mutual Funds.",
          "rationale": "To ensure that investors have access to all relevant and statutory information both specific and general to mutual funds, thereby enhancing transparency and facilitating informed decision-making.",
          "page_numbers": "8"
        },
        {
          "checklist_title": "Standard Format for SID and SAI",
          "checklist_description": "Mutual Funds must prepare the SID and SAI following specific prescribed formats, ensuring that the contents follow a standard sequence as detailed in the master circular.",
          "rationale": "To enhance comparability and comprehensibility of mutual fund documents for better investor understanding and to maintain consistency with regulations.",
          "page_numbers": "8"
        },
        {
          "checklist_title": "Implementation and Transition to New Formats",
          "checklist_description": "The new format for SID, KIM, and SAI must be adopted by June 1, 2024. Draft SIDs must be filed with SEBI either before May 31, 2024, or if already filed, can use the old format, provided they are updated by June 30, 2024.",
          "rationale": "To streamline the preparation and updating of these critical documents, ensuring the information is current and the regulatory changes are uniformly implemented.",
          "page_numbers": "9,10"
        },
        {
          "checklist_title": "OD Submission and Public Availability",
          "checklist_description": "All Offer Documents (ODs) for Mutual Fund schemes must be filed with SEBI according to the specified regulations. This includes filing a Draft SID which is subject to public viewing on SEBI’s website for 21 working days.",
          "rationale": "Ensures transparency and regulatory compliance by allowing stakeholder review and potential feedback on the mutual fund schemes.",
          "page_numbers": "10"
        }
      ]
    }
  },
  {
    "page_range": "11-20",
    "extraction": {
      "items": [
        {
          "checklist_title": "SAI Filing and Updates",
          "checklist_description": "A soft copy of the updated SAI shall be filed with SEBI in PDF format within 7 days along with a printed copy. Material changes in the SAI must be continuously updated on the mutual fund's and AMFI's websites, with SEBI being informed of these changes within 7 days. The effective date for changes must be included in the updated SAI.",
          "rationale": "Ensures that the SAI reflects the most current information for investors and regulators, and that the changes are communicated promptly to SEBI and made accessible online.",
          "page_numbers": "Page 11"
        },
        {
          "checklist_title": "Digital Submission of Final SID",
          "checklist_description": "Final SID must be emailed in a digital format to SEBI at least two working days prior to the scheme's launch, and uploaded on the AMFI website. An undertaking stating the information is accurate against the hard copy must be submitted.",
          "rationale": "Supports environmental sustainability ('go green' initiative) and ensures quick, efficient regulatory processing and public dissemination of information.",
          "page_numbers": "Page 12"
        },
        {
          "checklist_title": "Regular Updating of SID",
          "checklist_description": "The SID for open-ended and interval schemes must be updated within six months from the end of any half-year period, based on relevant data. A digital version and a printed copy must be filed with SEBI within 7 days.",
          "rationale": "Keeps key scheme documents updated with the latest financial and operational data to ensure transparency and accuracy in disclosures.",
          "page_numbers": "Page 13"
        },
        {
          "checklist_title": "Fundamental Change Disclosure Requirements",
          "checklist_description": "In case of changes in fundamental attributes, an addendum must be issued on AMC's website and public notices released in major newspapers. SID should be revised after offering an exit option for no less than 30 days.",
          "rationale": "Ensures stakeholders are well informed about significant changes in fund attributes and provided sufficient time for decisions with exit options.",
          "page_numbers": "Page 13-14"
        },
        {
          "checklist_title": "KIM Update and Presentation Requirements",
          "checklist_description": "KIM must be updated at least once every half-year, electronically filed with SEBI, and must accompany all mutual fund application forms printed in no smaller than 7-point font size.",
          "rationale": "Ensures clarity and accessibility of key information to investors in all scheme applications and regular updates ensure relevance.",
          "page_numbers": "Page 14, 16"
        },
        {
          "checklist_title": "Benchmark Selection and Transparency",
          "checklist_description": "Benchmarks for mutual fund schemes must reflect their investment objectives and should be revisited if significant changes occur. Transparency about benchmarks should be maintained in scheme documents.",
          "rationale": "Provides investors with a clear point of reference for assessing fund performance relative to market standards.",
          "page_numbers": "Page 18-19"
        },
        {
          "checklist_title": "NFO Duration and Fees Clause",
          "checklist_description": "State that the NFO period must last a minimum of three working days, with the proceeds during this time allowed to be invested in specific secure instruments. However, no fees should be charged on these investments.",
          "rationale": "Regulates investment practices during the offer period to protect investors while allowing operational flexibility for fund management.",
          "page_numbers": "Page 20"
        }
      ]
    }
  },
  {
    "page_range": "21-30",
    "extraction": {
      "items": [
        {
          "checklist_title": "Disclosure of Redemption Restrictions",
          "checklist_description": "Before imposing any restriction on redemptions, mutual funds must disclose prominently and extensively in the scheme related documents the possibility that investors' right to redeem may be restricted in exceptional circumstances, including the time limit for which such restrictions can occur.",
          "rationale": "This requirement aims to protect investors by providing them with full transparency regarding the conditions under which their right to redeem may be restricted and the duration of such restrictions. This ensures investors are aware of potential impacts on their investment liquidity in exceptional market situations or events affecting financial markets or operational capabilities.",
          "page_numbers": "22-23"
        },
        {
          "checklist_title": "Disclosure of Fundamental Attributes",
          "checklist_description": "The fundamental attributes of a mutual fund that need to be disclosed include: 1) The type of scheme (Open-ended, Close-ended, Interval scheme); 2) The investment objectives, including the main objective and investment pattern; 3) Terms of issue, including liquidity provisions, aggregate fees, and any safety net or guarantee provided.",
          "rationale": "This disclosure ensures that investors have a clear and comprehensive understanding of the core aspects of the mutual fund, aiding informed decision making by providing insight into the scheme’s nature, objectives, and terms, which are pivotal to evaluating the investment.",
          "page_numbers": "24-25"
        },
        {
          "checklist_title": "Redemption Procedure Disclosure During Restrictions",
          "checklist_description": "When a restriction on redemption is imposed, it is mandatory for any redemption requests up to INR 2 lakh to be unrestricted. For redemption requests above INR 2 lakh, the first INR 2 lakh must be redeemed without restriction, while any amounts over this are subject to the restrictions.",
          "rationale": "This procedure is designed to ensure fairness and minimize inconvenience to a large number of small investors during periods when redemption restrictions are imposed, thereby protecting their interests and maintaining confidence in the mutual fund market.",
          "page_numbers": "22-23"
        }
      ]
    }
  },
  {
    "page_range": "31-40",
    "extraction": {
      "items": [
        {
          "checklist_title": "Disclosure requirements for conversion of Close Ended Schemes",
          "checklist_description": "Mutual Funds opting to convert their Close Ended Schemes to Open Ended Schemes must revise and update the Statement of Additional Information (SID) to include disclosures as per Regulation 28(1), and submit the draft SID to SEBI with the required filing fees. A communication draft to unit holders must include the latest scheme portfolio, financial performance since inception compared to relevant benchmarks, and any scheme modifications.",
          "rationale": "To ensure transparency and compliance during the conversion process, enabling investors to make informed decisions about their investments in the scheme.",
          "page_numbers": "35-36"
        },
        {
          "checklist_title": "Disclosure requirements for scheme consolidation or merger",
          "checklist_description": "For any consolidation or merger of Mutual Fund schemes, AMCs must prepare a draft SID, requisite fees (if a new scheme is formed), and a draft letter to unit holders which provides the latest scheme portfolio, financial performance data, investment objectives, asset allocation, features of the new scheme, exposure to below-investment-grade securities, tax implications, and any additional disclosures mandated by trustees or SEBI.",
          "rationale": "To provide full transparency to investors, protecting their interests during consolidation or merger processes by ensuring they are fully informed about the changes and implications for their investments.",
          "page_numbers": "37-38"
        },
        {
          "checklist_title": "Disclosure requirements for launching additional plans",
          "checklist_description": "When launching additional plans under existing schemes, AMCs must prepare an addendum with details on salient features like entry/exit loads and other material characteristics. The addendum must be filed with SEBI 21 days before the launch, and AMCs are required to publish an advertisement or issue a press release upon launch.",
          "rationale": "Ensures that investors are properly informed about the characteristics and expenses associated with new plans, allowing for transparency and informed decision-making.",
          "page_numbers": "40"
        }
      ]
    }
  },
  {
    "page_range": "41-50",
    "extraction": {
      "items": [
        {
          "checklist_title": "Direct Plan Disclosure Requirements",
          "checklist_description": "Mutual funds/AMCs must provide a separate plan for direct investments, including those not routed through a distributor, for both existing and new schemes. These separate plans must have lower expense ratios, excluding distribution expenses and commission, and must have a separate NAV. Additionally, no commission should be paid from such plans.",
          "rationale": "To ensure transparency and cost efficiency for investors who choose to invest directly without going through a distributor.",
          "page_numbers": "41"
        },
        {
          "checklist_title": "Categorization and Rationalization of Mutual Fund Schemes",
          "checklist_description": "Mutual funds must categorize and rationalize their schemes into specific groups such as Equity Schemes, Debt Schemes, Hybrid Schemes, Solution Oriented Schemes, and Other Schemes. Each scheme must have distinct characteristics in terms of asset allocation and investment strategy. This includes providing uniform descriptions and classifications for each type of scheme.",
          "rationale": "To ensure that mutual fund schemes are distinct and standardized, allowing investors to make informed decisions by evaluating different options clearly.",
          "page_numbers": "42"
        },
        {
          "checklist_title": "Uniform Description of Equity Schemes",
          "checklist_description": "The characteristics and uniform descriptions of each fund category, such as Multi Cap Fund, Large Cap Fund, and Sectoral/Thematic Funds, must be clearly stated. This includes minimum investment percentages in specific categories like large cap, mid cap, or small cap companies, and for specific strategies like dividend yield or value-based investments.",
          "rationale": "To standardize the presentation of mutual funds and ensure investors can easily understand the investment focus and strategy of each scheme.",
          "page_numbers": "43-45"
        },
        {
          "checklist_title": "Uniform Description of Debt Schemes",
          "checklist_description": "The characteristics and uniform descriptions of debt schemes must be specified, including requirements for investment durations such as Overnight Fund, Liquid Fund, and Gilt Fund. Each scheme must include details on minimum investment percentages and the Macaulay duration of the portfolio.",
          "rationale": "To provide clarity on the investment durations and risk levels associated with debt schemes, facilitating better investor decision-making.",
          "page_numbers": "46-48"
        },
        {
          "checklist_title": "Uniform Description of Hybrid Schemes",
          "checklist_description": "AMCs must disclose specifics for hybrid schemes, such as Conservative Hybrid Fund, Balanced Hybrid Fund, and Aggressive Hybrid Fund, including their asset allocation ranges between equity and debt instruments. For example, the Conservative Hybrid Fund must invest between 10% and 25% in equity and 75% to 90% in debt.",
          "rationale": "To detail the investment strategy and risk profile of hybrid funds, aiding investors in understanding the allocation between equity and debt investments.",
          "page_numbers": "49-50"
        },
        {
          "checklist_title": "Disclosure of NAV and Justifications in Adverse Situations",
          "checklist_description": "The method of calculation and the application of Net Asset Value for certain funds like Liquid Fund and Overnight Fund must follow specified uniform cut-off timings. Exceptions, if any, need clear justification and documentation, with rationale maintained for inspection and reviewed by the Trustees.",
          "rationale": "To ensure transparent, fair, and consistent valuation processes for investors, particularly under unusual or adverse market conditions.",
          "page_numbers": "48-49"
        }
      ]
    }
  },
  {
    "page_range": "51-60",
    "extraction": {
      "items": [
        {
          "checklist_title": "Fund of Funds Disclosures",
          "checklist_description": "Disclose that the investors are bearing the recurring expenses of the Fund of Funds Scheme, in addition to the expenses of other underlying schemes in which the Fund of Funds Scheme invests. Also, disclose that AMCs shall not enter into any revenue sharing arrangement with the underlying funds and that any commission or brokerage received from the underlying fund shall be credited into the concerned scheme’s account.",
          "rationale": "To ensure transparency and inform investors of all expenses they are indirectly bearing and to avoid conflicts of interest by prohibiting revenue sharing arrangements with underlying funds.",
          "page_numbers": "57"
        },
        {
          "checklist_title": "Gold ETF Investment Disclosures",
          "checklist_description": "Disclose that for Gold ETFs, investments shall be primarily in gold and gold-related instruments (as specified by the Board), including Gold Monetisation Scheme and Exchange Traded Commodity Derivatives having gold as the underlying, with certain investment limits for different types of gold-related instruments.",
          "rationale": "To provide clarity on the investment components and restrictions for Gold ETFs, ensuring that investors are informed about the nature and limits of their investment.",
          "page_numbers": "58-59"
        },
        {
          "checklist_title": "Physical Verification of Gold Disclosures",
          "checklist_description": "Include disclosures regarding the physical verification of gold underlying the Gold ETF units, performed by statutory auditors, in a half-yearly report by trustees to SEBI. Confirmation of such verification should form part of the half-yearly report.",
          "rationale": "To ensure accountability and verify that the physical gold backing the ETF units is present and accounted for, thereby safeguarding investor interests.",
          "page_numbers": "60"
        }
      ]
    }
  },
  {
    "page_range": "61-70",
    "extraction": {
      "items": [
        {
          "checklist_title": "Silver ETFs NAV disclosure",
          "checklist_description": "Disclose the NAV of Silver ETFs on every business day on the AMC's website, and provide indicative NAVs on Stock Exchange platforms, on a continuous basis during trading hours.",
          "rationale": "To ensure transparency and enable investors to track the performance of their investments in a timely manner.",
          "page_numbers": "62"
        },
        {
          "checklist_title": "Creation Unit Size Disclosure",
          "checklist_description": "In the Scheme Information Document of Silver ETFs, disclose the creation unit size.",
          "rationale": "To provide investors and authorized participants with the necessary information to engage in transactions involving creation and redemption of ETF units.",
          "page_numbers": "63"
        },
        {
          "checklist_title": "Silver ETFs SID Risk and Provision Disclosure",
          "checklist_description": "The Scheme Information Document of Silver ETFs must disclose: tracking error and tracking difference, market risk due to volatility in silver prices, liquidity risks in physical or derivative markets, risks associated with handling and safekeeping of physical silver, and applicable tax provisions.",
          "rationale": "To enable investors to make informed decisions by understanding the various risks and tax implications associated with investing in Silver ETFs.",
          "page_numbers": "63"
        },
        {
          "checklist_title": "Confirmation of Silver Verification",
          "checklist_description": "In the half-yearly report to SEBI by trustees, include confirmation of the physical verification of silver carried out by the statutory auditor.",
          "rationale": "To ensure there is a physical backing for the Silver ETF units held by investors and to maintain transparency and accountability.",
          "page_numbers": "63"
        },
        {
          "checklist_title": "ETFs Index Constituents Disclosure",
          "checklist_description": "ETFs tracking equity indices must ensure that updated constituents of their indices are available on the issuer's website at all times. This includes quarterly evaluation to ensure compliance with the portfolio concentration norms.",
          "rationale": "To comply with regulatory standards and to maintain investor trust by keeping them informed about the underlying assets of their investments.",
          "page_numbers": "65"
        },
        {
          "checklist_title": "Debt ETFs Constituents and Methodology Disclosure",
          "checklist_description": "The updated constituents and methodology for all Debt ETFs/Index Funds must be available on AMC websites at all times. Historical data of indices' constituents since inception must also be disclosed.",
          "rationale": "This promotes transparency and allows investors to understand the basis of their investment strategies over time.",
          "page_numbers": "66"
        }
      ]
    }
  },
  {
    "page_range": "71-80",
    "extraction": {
      "items": [
        {
          "checklist_title": "Monthly Disclosure of ETF/Index Fund Exposures",
          "checklist_description": "Debt and equity ETFs/Index Funds must disclose the name and exposure to the top 7 issuers and stocks, top 7 groups, and top 4 sectors as a percentage of NAV of the scheme on a monthly basis. Any change in constituents of the index must also be disclosed on the AMC website on the day of change.",
          "rationale": "To ensure transparency and provide investors with detailed information about the composition and risk profile of their investments in ETFs/Index Funds.",
          "page_numbers": "78"
        },
        {
          "checklist_title": "Nomenclature of ETFs/Index Funds",
          "checklist_description": "ETFs must include the name of the underlying index or goods in their nomenclature. For listed ETFs, the scrip code must also be disclosed in the nomenclature at all places.",
          "rationale": "To provide clarity and a better understanding for investors about the nature and underlying assets of the ETFs/Index Funds.",
          "page_numbers": "79"
        },
        {
          "checklist_title": "Disclosure for Capital Protection Oriented Schemes",
          "checklist_description": "For Capital Protection Oriented Schemes, the SID, KIM, and advertisements must disclose that the scheme is oriented towards protection of capital and not oriented towards guaranteed returns. The orientation derives from the portfolio structure and not from any external guarantee such as bank guarantee or insurance cover.",
          "rationale": "To prevent misinterpretation by investors regarding the security of their capital and to clearly communicate the basis of capital protection.",
          "page_numbers": "79"
        },
        {
          "checklist_title": "Disclosure for Guaranteed Return Schemes",
          "checklist_description": "In the case of Guaranteed Return Schemes, the scheme information document must clearly indicate who is offering the guarantee and clarify that the guarantee covers both the initial capital invested and the assured return.",
          "rationale": "To ensure that investors are fully aware of the source and extent of their investment's guarantee.",
          "page_numbers": "80"
        }
      ]
    }
  },
  {
    "page_range": "81-90",
    "extraction": {
      "items": [
        {
          "checklist_title": "Filing of Placement Memorandum for Private Placement",
          "checklist_description": "The Placement Memorandum must be filed with SEBI for private placements of Infrastructure Debt Funds instead of a Scheme Information Document and a Key Information Memorandum. The Memorandum must follow the prescribed format.",
          "rationale": "To facilitate structured and regulated issuance of Infrastructure Debt Funds through private placements, ensuring transparency and adherence to regulatory standards.",
          "page_numbers": "81"
        },
        {
          "checklist_title": "Upload Placement Memorandum Post Allotment",
          "checklist_description": "Asset Management Companies (AMCs) must ensure that the Placement Memorandum is uploaded on their websites after the allotment of units and on the website of the recognized Stock Exchange where the scheme is proposed to be listed.",
          "rationale": "Improves transparency and accessibility of information to investors post-allotment and when listing on stock exchanges.",
          "page_numbers": "81"
        },
        {
          "checklist_title": "Disclosure of Scheme Strategy in ESG Fund Names",
          "checklist_description": "Mutual Funds launching ESG schemes must disclose the scheme strategy in the scheme name, such as 'XYZ ESG Exclusionary Strategy Fund', to reflect the specific ESG strategy pursued by the fund.",
          "rationale": "Enhances clarity and allows investors to immediately understand the specific ESG strategy employed by the fund, reducing confusion and potential greenwashing.",
          "page_numbers": "85"
        },
        {
          "checklist_title": "Monthly Reporting of ESG Scores",
          "checklist_description": "Mutual Funds must disclose security-wise BRSR Core scores along with regular BRSR scores in monthly portfolio statements of ESG schemes. Additionally, the name of the ESG Rating Providers (ERPs) and reasons for changes in ERP must also be disclosed.",
          "rationale": "Provides investors with transparency on the ESG scoring of fund holdings, facilitating informed investment decisions based on recognized ESG metrics.",
          "page_numbers": "85-86"
        },
        {
          "checklist_title": "Detailed Voting Disclosures for ESG Schemes",
          "checklist_description": "AMC’s boards must ensure voting rationale for ESG schemes is disclosed, categorically stating whether a resolution was supported or not due to environmental, social, or governance reasons, with a separate disclosure if the voting approach differs between ESG and non-ESG schemes.",
          "rationale": "To increase transparency about voting decisions, highlighting how those decisions align with ESG criteria and providing clarity on the fund's engagement with investee companies.",
          "page_numbers": "86-87"
        },
        {
          "checklist_title": "Annual Fund Manager Commentary on ESG Engagements",
          "checklist_description": "Fund Managers of ESG schemes are required to provide an annual commentary in ESG schemes' annual reports, including examples of ESG strategy application, engagement details, case studies, and annually tracked ESG ratings or score changes.",
          "rationale": "Aims to enhance the disclosure of ESG fund operations, assisting investors in understanding how ESG strategies are implemented in practice and offering transparency on engagements with portfolio companies.",
          "page_numbers": "87-88"
        },
        {
          "checklist_title": "Independent Assurance on ESG Schemes",
          "checklist_description": "Annual independent assurance must be obtained by AMCs for their ESG schemes, verifying compliance with scheme strategy and objectives as stated in Scheme Information Documents. The assurance must be disclosed in the annual report.",
          "rationale": "Ensures that ESG schemes operate in accordance with stated objectives, providing assurance of compliance and building investor confidence in the authenticity of ESG claims made by the fund.",
          "page_numbers": "88-89"
        },
        {
          "checklist_title": "Board Certification of ESG Compliance",
          "checklist_description": "The board of directors of AMCs must certify the compliance of ESG schemes with regulatory requirements, based on an internal ESG audit, and this certification must be included in the annual report of the scheme.",
          "rationale": "To effectively oversee and ensure that the ESG schemes adhere to all regulatory requirements, demonstrating the fund’s commitment to ESG standards and practices to stakeholders.",
          "page_numbers": "89-90"
        }
      ]
    }
  },
  {
    "page_range": "91-100",
    "extraction": {
      "items": [
        {
          "checklist_title": "Monthly Stress Testing for Liquid and Money Market Schemes",
          "checklist_description": "AMCs must carry out monthly internal stress testing for all Liquid Fund and Money Market Mutual Fund Schemes, covering parameters such as interest rate risk, credit risk, and liquidity & redemption risk. The results of these tests should be reported to trustees, especially if any vulnerabilities are found.",
          "rationale": "To standardize risk management practices across the industry and provide early warnings regarding fund health, reducing the potential impact of market changes on investors.",
          "page_numbers": "92-93"
        },
        {
          "checklist_title": "Internal Credit Risk Assessment Policy",
          "checklist_description": "Mutual Funds need an internal credit risk assessment policy to conduct in-house credit checks on investments, beyond relying on external ratings. This policy should include mechanisms for generating early warning signals for deteriorating credit ratings, which are to be reported to trustees.",
          "rationale": "To reduce reliance on external rating agencies and allow funds to manage credit risk proactively, ensuring better portfolio health and protection for investors.",
          "page_numbers": "94"
        },
        {
          "checklist_title": "Creation of Segregated Portfolio Upon Credit Events",
          "checklist_description": "AMCs can create a segregated portfolio when certain credit events at issuer level occur, such as downgrading of a debt instrument to below investment grade. The policy and process for segregating portfolios should be disclosed in the SID and SAI.",
          "rationale": "To ensure fair treatment to all investors during credit events by minimizing liquidity risk and managing credit exposure effectively.",
          "page_numbers": "95-97"
        },
        {
          "checklist_title": "Disclosure of Segregated Portfolios",
          "checklist_description": "Disclose segregated portfolios in all related mutual fund documentation, including portfolio disclosures, monthly and half-yearly reports, and annual reports. This should include information about NAV of both main and segregated portfolios, scheme performance post-segregation, and recovery notes.",
          "rationale": "To ensure investors have a transparent view of the impacts of segregation on their investments, supporting informed investment decisions and trust in fund management.",
          "page_numbers": "99-100"
        },
        {
          "checklist_title": "Reporting and Compliance for Segregated Portfolios",
          "checklist_description": "AMCs are required to report any creation of segregated portfolios, timely valuation adjustments, and process related to subscriptions and redemptions during credit events to SEBI and Trustees.",
          "rationale": "For regulatory compliance and to provide assurance to investors about the fair processing of their investments and handling of fund assets.",
          "page_numbers": "98"
        }
      ]
    }
  },
  {
    "page_range": "101-110",
    "extraction": {
      "items": [
        {
          "checklist_title": "Disclosure of Segregated Portfolio Recovery to Investors",
          "checklist_description": "Status updates on the recovery of investments in a segregated portfolio must be provided to investors at the time of recovery and when writing-off the segregated securities.",
          "rationale": "This disclosure ensures transparency in the process of recovery and writing-off investments, maintaining investor awareness and trust in their investments.",
          "page_numbers": "101"
        },
        {
          "checklist_title": "Disclosure of Segregated Portfolio Provision in SID",
          "checklist_description": "Mutual Funds must disclose the existence and provision of a segregated portfolio in the Scheme Information Document (SID) for existing schemes with a provision for segregated portfolios as of December 28, 2018.",
          "rationale": "Ensures that investors are aware of the provision for segregation of portfolios in their investment schemes, maintaining informed decision-making.",
          "page_numbers": "103"
        },
        {
          "checklist_title": "Disclosure of Cyber Security and Resilience Measures",
          "checklist_description": "Disclose the framework and components of the cyber security and cyber resilience measures in place, including compliance with SEBI's circulars and advisories related to cyber security.",
          "rationale": "With advancing technology and increasing cyber threats, robust cyber security measures are crucial to protect investor data and maintain market integrity.",
          "page_numbers": "106"
        },
        {
          "checklist_title": "Quarterly Reporting of AI/ML Use in Mutual Funds",
          "checklist_description": "Mutual Funds must submit a quarterly report using the prescribed AI/ML reporting format on AI/ML applications and systems used or offered, including submissions to AMFI within 15 days of quarter-end and a consolidated report by AMFI to SEBI within 30 days.",
          "rationale": "This requirement ensures that SEBI is informed of the implementation of AI/ML technologies, helping maintain transparency and prevent potential misrepresentation in AI/ML-driven financial product offerings to investors.",
          "page_numbers": "109"
        },
        {
          "checklist_title": "Disclosure of Swing Pricing Provisions",
          "checklist_description": "Disclosure of swing pricing framework provisions in the Scheme Information Document (SID) and detailed disclosures in the Statement of Additional Information (SAI).",
          "rationale": "Clear disclosure of swing pricing mechanisms ensures investors understand how their returns may be affected by changes in pricing strategies, especially during market dislocations.",
          "page_numbers": "110"
        }
      ]
    }
  },
  {
    "page_range": "111-120",
    "extraction": {
      "items": [
        {
          "checklist_title": "Portfolio Disclosure Requirements",
          "checklist_description": "Mutual Funds/AMCs must disclose the portfolio (including ISIN) as of the last day of the month or half-year for all their schemes on both their website and AMFI's website within 10 days after the month/half-year ends, in a user-friendly and downloadable format. For debt schemes, this disclosure should occur fortnightly within 5 days of every fortnight. Additionally, the yield of the instrument should be disclosed along with the portfolio details.",
          "rationale": "This requirement is to ensure transparency and to allow investors access to up-to-date information regarding the investments within a mutual fund's portfolio.",
          "page_numbers": "115"
        },
        {
          "checklist_title": "Email Communication of Portfolio Statements",
          "checklist_description": "Mutual Funds/AMCs must send monthly and half-yearly statements of scheme portfolios via email to unit holders whose email addresses are registered within 10 days from the close of each month/half-year",
          "rationale": "This ensures that investors are informed about the scheme's portfolio, promoting transparency and allowing them to track their investments.",
          "page_numbers": "115"
        },
        {
          "checklist_title": "Disclosure of Large Unit Holdings",
          "checklist_description": "Mutual Funds/AMCs should disclose large unit holdings by stating the number of investors holding over 25% of the Net Asset Value (NAV) in a scheme and their total holdings in percentage terms. This should be disclosed in the Statement of Accounts issued after the NFO and also in the Half Yearly and Annual Results.",
          "rationale": "Disclosing large unit holdings helps in understanding the concentration risk within a scheme and ensures transparency regarding the influence of large investors on the scheme's NAV.",
          "page_numbers": "119"
        },
        {
          "checklist_title": "Asset Under Management (AUM) Disclosure",
          "checklist_description": "Mutual Funds/AMCs need to disclose their AUM figures, detailing bifurcation into different segments such as equity, debt, balanced, etc., and the percentage of AUM by geography (e.g., top 5 cities, next 10 cities, etc.). Monthly AAUM disclosure should also cover contributions from different investor types, distributors, and regions.",
          "rationale": "The rationale is to provide clarity and transparency about where investments are being made geographically and by type, helping investors understand the distribution and segmentation of the fund.",
          "page_numbers": "119-120"
        },
        {
          "checklist_title": "Distributor Commission Disclosure",
          "checklist_description": "Mutual Funds/AMCs should disclose the total commission and expenses paid to distributors who satisfy one or more criteria outlined by SEBI. This disclosure should be available on the respective websites of the Mutual Funds/AMCs.",
          "rationale": "Disclosing commission and expenses paid to distributors promotes transparency regarding the costs associated with distribution and potential conflicts of interest.",
          "page_numbers": "120"
        }
      ]
    }
  },
  {
    "page_range": "121-130",
    "extraction": {
      "items": [
        {
          "checklist_title": "Distributor-Level Inflow Disclosures",
          "checklist_description": "Mutual Funds / AMCs are required to disclose distributor-wise gross inflows, net inflows, average assets under management, and the ratio of AUM to gross inflows on their website on a yearly basis.",
          "rationale": "To provide transparency regarding the role and performance of distributors in managing investors' funds.",
          "page_numbers": "121"
        },
        {
          "checklist_title": "Fund Manager Tenure Disclosure",
          "checklist_description": "AMCs are to disclose the tenure for which the fund manager has been managing the scheme, along with the name of the scheme’s fund manager(s) in the offer documents (SID/KIM).",
          "rationale": "To provide potential investors with information about the experience and stability of the fund manager handling their investments.",
          "page_numbers": "122"
        },
        {
          "checklist_title": "Portfolio Holdings Disclosure",
          "checklist_description": "Schemes are required to disclose portfolio holdings (top 10 holdings by issuer and fund allocation towards various sectors) through a functional web link in the offer documents (SID/KIM).",
          "rationale": "To enhance transparency about where the investor’s funds are being allocated.",
          "page_numbers": "122"
        },
        {
          "checklist_title": "FoF Expense Ratio Disclosure",
          "checklist_description": "Expense ratios of underlying schemes in fund of funds (FoF) schemes must be disclosed in offer documents (SID/KIM).",
          "rationale": "To maintain transparency in understanding the cost structure of investment in FoF schemes.",
          "page_numbers": "122"
        },
        {
          "checklist_title": "Portfolio Turnover Ratio Disclosure",
          "checklist_description": "The scheme's portfolio turnover ratio should be disclosed in the offer documents (SID/KIM) of Mutual Fund schemes.",
          "rationale": "To provide investors a sense of the activity level in the fund's trading strategy.",
          "page_numbers": "122"
        },
        {
          "checklist_title": "Comprehensive Scheme Dashboard",
          "checklist_description": "Disclosures should include scheme’s AUM, investment objective, expense ratios, portfolio details, and scheme’s past performance on a downloadable, comparable dashboard on the AMC’s website.",
          "rationale": "To improve ease of access and comparison of relevant scheme information for investors.",
          "page_numbers": "123"
        },
        {
          "checklist_title": "Scheme Performance Disclosure",
          "checklist_description": "AMCs are required to disclose the performance of all schemes on the website of AMFI in terms of CAGR compared against benchmark returns (Total Return Index) for various periods.",
          "rationale": "To ensure investors have access to performance benchmarks that help them gauge the effectiveness of a scheme's investment strategy.",
          "page_numbers": "123-124"
        },
        {
          "checklist_title": "Bio Data Disclosure of Key Personnel",
          "checklist_description": "Mutual funds must disclose key personnel bio data to trustees and the board including CEOs, CIOs, CROs, and heads of other departments.",
          "rationale": "To ensure transparency and accountability among key decision-makers within an asset management company.",
          "page_numbers": "126"
        },
        {
          "checklist_title": "Executive Remuneration Disclosure",
          "checklist_description": "Along with general remuneration, MFs/AMCs must disclose the ratio of the CEO’s remuneration to the median remuneration of MF/AMC employees.",
          "rationale": "To promote transparency and ensure executive remuneration policies are aligned with investor interests.",
          "page_numbers": "127"
        },
        {
          "checklist_title": "Investor Complaints Disclosure",
          "checklist_description": "Mutual Funds shall disclose details of investor complaints received from all sources on their websites, AMFI website, and in their Annual Reports monthly.",
          "rationale": "To shed light on the mutual fund’s customer service and issue resolution capabilities.",
          "page_numbers": "127-128"
        },
        {
          "checklist_title": "Brokerage and Commission Disclosures",
          "checklist_description": "Disclosures on brokerage and commission paid to associates/related parties/group companies of sponsor/AMC must be made in the financial results, annual report, and SAI.",
          "rationale": "To ensure transparency and integrity within financial relationships in mutual fund operations.",
          "page_numbers": "129"
        },
        {
          "checklist_title": "Risk-O-Meter Disclosure",
          "checklist_description": "Mutual Funds/AMCs shall include the scheme's risk-o-meter in all disclosures, including promotional material, whenever the scheme’s performance is disclosed.",
          "rationale": "To provide a clear understanding of the risk associated with the investment, enabling informed decision-making by investors.",
          "page_numbers": "129"
        }
      ]
    }
  },
  {
    "page_range": "131-140",
    "extraction": {
      "items": [
        {
          "checklist_title": "Monthly Cumulative Report (MCR) Submission",
          "checklist_description": "The Monthly Cumulative Report (MCR) must be submitted to SEBI by the third working day of each month. The report should exclude certain investments to avoid double counting in AUM data, and include details of any new scheme allotments in the relevant month.",
          "rationale": "Ensures timely updates to SEBI on mutual fund operations and avoids discrepancies in AUM reporting due to overlapping investments between schemes.",
          "page_numbers": "131-132"
        },
        {
          "checklist_title": "Overseas Investment Reporting in MCR",
          "checklist_description": "An additional report on overseas investments by Mutual Funds in ADRs/GDRs, foreign securities, and overseas ETFs must be submitted as part of the MCR using the prescribed format.",
          "rationale": "Enables comprehensive tracking of international exposures of mutual funds in compliance with regulatory norms.",
          "page_numbers": "132"
        },
        {
          "checklist_title": "New Scheme Report (NSR) Submission",
          "checklist_description": "After the allotment of a new scheme, the New Scheme Report (NSR) must be submitted to SEBI within 10 working days in the prescribed format to confirm compliance with SEBI regulations.",
          "rationale": "Allows SEBI to verify compliance by newly launched schemes with existing regulations promptly.",
          "page_numbers": "132"
        },
        {
          "checklist_title": "Quarterly Compliance Test Reports (CTR)",
          "checklist_description": "Quarterly Compliance Test Reports must be submitted to SEBI within 21 days after the end of each quarter. The reports must incorporate modifications and additions reflecting updates to regulations and guidelines.",
          "rationale": "Ensures continuous compliance and adaptation to regulatory amendments by AMCs.",
          "page_numbers": "133"
        },
        {
          "checklist_title": "Half Yearly Trustee Reports Submission",
          "checklist_description": "Half Yearly Trustee Reports (HYTR) must be submitted to SEBI within two months from the end of March and September. These reports should include corrective actions taken for any non-compliances found.",
          "rationale": "Facilitates SEBI's oversight by providing comprehensive reports of half-year activities and rectifications of non-compliances.",
          "page_numbers": "133"
        },
        {
          "checklist_title": "Quarterly Reports to Trustees",
          "checklist_description": "Quarterly Reports by AMCs to Trustees must include activities and compliance status with MF Regulations and circulars and be submitted within 21 days after the end of each quarter.",
          "rationale": "Maintains transparency and accountability of fund activities by ensuring regular updates are provided to trustees.",
          "page_numbers": "133"
        },
        {
          "checklist_title": "Annual Statistical Report (ASR) Submission",
          "checklist_description": "Annual Statistical Reports must be submitted to SEBI by the 30th of April each year via email in the prescribed format.",
          "rationale": "Provides SEBI with an annual overview of mutual fund operations, enabling comprehensive performance and compliance analysis.",
          "page_numbers": "134"
        },
        {
          "checklist_title": "Daily Transaction Report Submission",
          "checklist_description": "Details of secondary market transactions must be submitted daily in the prescribed format, ensuring precision and punctuality in reporting to SEBI by 3:00 PM on the subsequent working day.",
          "rationale": "Facilitates SEBI's real-time monitoring of market activities and ensures transparency in daily financial operations.",
          "page_numbers": "134"
        },
        {
          "checklist_title": "AMC and Trustee Responsibilities for Compliance",
          "checklist_description": "AMCs and Trustees must authenticate all compliance-related information and documents. Trustees should verify these documents and develop a reporting system into which they incorporate amendments to regulations/guidelines for enhanced compliance.",
          "rationale": "Strengthens the attachment of accountability to the AMC Board and Trustees, ensuring integrity and accuracy in compliance processes.",
          "page_numbers": "135"
        }
      ]
    }
  },
  {
    "page_range": "141-150",
    "extraction": {
      "items": [
        {
          "checklist_title": "Reporting by AMC Directors",
          "checklist_description": "Directors of the AMC must file quarterly reports with the trustees detailing any securities transactions exceeding Rs. 1 lakh.",
          "rationale": "To ensure transparency and accountability of directors in handling securities, potentially preventing conflicts of interest.",
          "page_numbers": "143"
        },
        {
          "checklist_title": "Reporting by Trustee Directors",
          "checklist_description": "Trustees must report to Mutual Funds about any securities transactions exceeding INR Five lakhs in value. These reports should be submitted within one month from the end of the respective quarters.",
          "rationale": "To ensure comprehensive oversight and monitoring of trustees' dealings to prevent any conflicts of interest or misuse of information.",
          "page_numbers": "143"
        },
        {
          "checklist_title": "Disclosure of New Directors' Bio-data",
          "checklist_description": "On appointment of new directors of the AMC or Trustee, their bio-data should be filed with the Board for information or approval.",
          "rationale": "To maintain transparency and allow for due diligence on the suitability and qualifications of newly appointed directors.",
          "page_numbers": "145"
        },
        {
          "checklist_title": "Disclosure of Board Composition",
          "checklist_description": "Mutual funds must disclose the composition of independent directors on the Board of the AMC and Trustees, ensuring at least 50% and two-thirds respectively are independent. If these requirements are not met, mutual funds must inform the Board with a compliance plan.",
          "rationale": "To ensure adherence to regulatory expectations for board independence, promoting investor confidence through strengthened governance.",
          "page_numbers": "145"
        },
        {
          "checklist_title": "Tenure and Re-appointment Disclosure",
          "checklist_description": "The tenure of independent trustees and directors should not exceed two terms of five consecutive years each, with a cooling-off period of three years before re-appointment. This information must be communicated and adhered to for all appointments.",
          "rationale": "To limit prolonged influence of individuals, ensuring fresh perspectives and adherence to evolving governance standards.",
          "page_numbers": "146"
        }
      ]
    }
  },
  {
    "page_range": "151-160",
    "extraction": {
      "items": [
        {
          "checklist_title": "Non-financial Investment Disclosure",
          "checklist_description": "Ensure disclosure of interest alignment between mutual funds and employees to prevent conflicts in non-financial investments like gold.",
          "rationale": "To avoid conflicts of interest between the mutual fund's interests and employee interests.",
          "page_numbers": "151"
        },
        {
          "checklist_title": "Primary Market Investment Disclosure",
          "checklist_description": "Disclose investment transactions of AMC and Trustee employees in primary markets, excluding reserved quotas or with conflicts.",
          "rationale": "To prevent conflicts of interest and ensure transparency in employee transactions.",
          "page_numbers": "153"
        },
        {
          "checklist_title": "Disclosure of Employee Market Transactions",
          "checklist_description": "Report details of personal investments and access to sensitive market information by employees to the Compliance Officer.",
          "rationale": "To monitor potential conflicts of interest and prevent market abuse by employees.",
          "page_numbers": "154-158"
        },
        {
          "checklist_title": "Disclosure of Mutual Fund Unit Transactions",
          "checklist_description": "Disclose interests in mutual fund units, especially during the initial SIP investment, and ensure any material information is available to unitholders before transactions.",
          "rationale": "To ensure transparency and fair treatment of all unitholders by providing comprehensive and timely information.",
          "page_numbers": "159-160"
        },
        {
          "checklist_title": "Sensitive Information and Unit Holder Protection",
          "checklist_description": "Mandate disclosures on any non-public, sensitive information related to mutual fund schemes that could impact unit holders' interest or NAV before transactions by insiders.",
          "rationale": "To protect the interests of unit holders by ensuring no misuse of sensitive information that could impact NAV or other significant changes.",
          "page_numbers": "159-160"
        }
      ]
    }
  },
  {
    "page_range": "161-170",
    "extraction": {
      "items": [
        {
          "checklist_title": "Access Persons' Transaction Disclosures",
          "checklist_description": "Access persons must submit details of their personal transactions in securities, including secondary market purchases and sales, applications for public and rights issues, with deadlines of 7 days from transactions and 30 days for annual holdings statements.",
          "rationale": "To ensure transparency and monitoring of personal trading activities by individuals with access to sensitive information, thus preventing conflicts of interest and insider trading.",
          "page_numbers": "161"
        },
        {
          "checklist_title": "Employee Transaction Reporting",
          "checklist_description": "All employees, except access persons, are required to submit their transaction details for purchase or sale of securities via the prescribed form to the Compliance Officer within 7 calendar days and provide an annual statement of holdings within 30 calendar days from the financial year-end.",
          "rationale": "To maintain transparency of employee trading activities and to monitor for potential conflicts of interest or breaches of internal trading policies.",
          "page_numbers": "161"
        },
        {
          "checklist_title": "Declaration on Front Running and Self-Dealing",
          "checklist_description": "A declaration on Front Running and Self-Dealing must be included in the periodic disclosures submitted by employees regarding their securities transactions.",
          "rationale": "To affirm that employees are not engaging in unethical trading practices that could harm the integrity of the market or the interests of the fund's investors.",
          "page_numbers": "162"
        },
        {
          "checklist_title": "Compliance Review by AMC and Trustees",
          "checklist_description": "The Board of Directors of AMC and the Trustees are required to review the compliance of the regulations in their periodic meetings, update procedures based on experiences and legal developments, and report on compliance and remedial actions taken.",
          "rationale": "To ensure that the organization continuously updates its procedures to reflect best practices and regulatory changes, thereby safeguarding the interests of unit holders.",
          "page_numbers": "162"
        },
        {
          "checklist_title": "Insider Trading Regulations",
          "checklist_description": "Mutual Funds must adhere strictly to SEBI's Insider Trading Regulations, ensuring no insider trading occurs within the organization by employees or directors.",
          "rationale": "To prevent the misuse of confidential information for unfair trading advantages, thereby maintaining market integrity.",
          "page_numbers": "162"
        },
        {
          "checklist_title": "Core Responsibilities of Trustees",
          "checklist_description": "Trustees must ensure fair fees and expenses charged by AMCs, review AMCs' performance, place systems to prevent mis-selling, and ensure impartiality in operations and conflict resolution.",
          "rationale": "To protect investors' interests by ensuring AMCs operate fairly and transparently and conflicts of interest are managed adequately.",
          "page_numbers": "164-165"
        },
        {
          "checklist_title": "KYC Compliance and Updates",
          "checklist_description": "AMCs must periodically update Know Your Client (KYC) information, including bank details and contact numbers, and report compliance to the Trustees.",
          "rationale": "To maintain accurate and current investor information, safeguarding against identity errors, and ensuring compliance with regulatory requirements.",
          "page_numbers": "165-166"
        }
      ]
    }
  },
  {
    "page_range": "171-180",
    "extraction": {
      "items": [
        {
          "checklist_title": "Disclosure of AMC Investments in Schemes",
          "checklist_description": "Details of investment by Asset Management Companies (AMCs) in each of their mutual fund schemes must be disclosed on the websites of AMCs and the Association of Mutual Funds in India (AMFI).",
          "rationale": "To maintain transparency and provide investors with precise information on the AMC's commitment to its mutual fund schemes.",
          "page_numbers": "172"
        },
        {
          "checklist_title": "Disclosure of Aggregate Compensation Investment",
          "checklist_description": "Disclose the compensation, aggregated and invested in units, to the Designated Employees under the provisions of this Master Circular on the AMC's website. The disclosure should be at a monthly aggregate level, showing the total investment across all relevant employees in that specific scheme.",
          "rationale": "To ensure transparency and alignment of interests between Designated Employees and unitholders, as well as to comply with oversight requirements stipulated by SEBI.",
          "page_numbers": "179"
        }
      ]
    }
  },
  {
    "page_range": "181-190",
    "extraction": {
      "items": [
        {
          "checklist_title": "Single Investor Cap Disclosure",
          "checklist_description": "Mutual fund scheme documents must disclose that a single investor shall not account for more than 25% of the corpus of the Scheme(s)/Plan(s).",
          "rationale": "Ensures the diversification of the investor base and reduces dependence on a single investor, which could impact the mutual fund's stability and liquidity in case of redemption by the single investor.",
          "page_numbers": "181"
        },
        {
          "checklist_title": "SID Disclosure for Interval Scheme",
          "checklist_description": "In the Scheme Information Document (SID), intervals where the provision of maintaining not more than a 25% holding by a single investor must be disclosed.",
          "rationale": "To ensure transparency to investors about the adherence to stipulated investment thresholds and to guide their investment decision-making.",
          "page_numbers": "182"
        },
        {
          "checklist_title": "Minimum AUM Requirement for Debt Schemes",
          "checklist_description": "The Scheme Information Document must include disclosures on the scheme's minimum AUM of debt-oriented schemes.",
          "rationale": "Ensures that the scheme has sufficient corpus to adhere to investment objectives and comply with SEBI regulations, ultimately protecting investor interests.",
          "page_numbers": "183-184"
        },
        {
          "checklist_title": "Total Return Index Benchmark Disclosure",
          "checklist_description": "The performance of mutual fund schemes must be benchmarked against a Total Return Index, and mutual funds must make disclosures about the composite Compound Annual Growth Rate (CAGR) if TRI is not available since inception.",
          "rationale": "Provides a more comprehensive benchmark by considering total returns (capital gains plus dividends/interest), enabling investors to make well-informed comparisons of scheme performance.",
          "page_numbers": "185-186"
        },
        {
          "checklist_title": "Systems Audit Disclosure",
          "checklist_description": "Disclosure of technology and systems audit procedures that are put in place to ensure compliance with SEBI regulations, to be reported annually and made available for inspection.",
          "rationale": "Enhances transparency and accountability in asset management activities by ensuring that AMCs have robust systems to comply with regulatory standards and protecting investor interests.",
          "page_numbers": "189-190"
        }
      ]
    }
  },
  {
    "page_range": "191-200",
    "extraction": {
      "items": [
        {
          "checklist_title": "Disclosure of Voting Policies",
          "checklist_description": "Asset Management Companies (AMCs) are required to disclose their general policies and procedures for exercising voting rights on shares held by them. This disclosure must be made on the company's website and included in the annual report distributed to unit holders.",
          "rationale": "Ensures transparency in decision-making processes regarding voting by asset managers on behalf of shareholders, promoting informed decisions by unit holders.",
          "page_numbers": "191"
        },
        {
          "checklist_title": "Disclosure of Proxy Votes",
          "checklist_description": "AMCs must disclose the actual exercise of their proxy votes in the AGMs/EGMs of investee companies for corporate governance matters, capital structure changes, stock option plans, corporate responsibility issues, director appointments/removal, and any issue affecting shareholder interests.",
          "rationale": "Enhances accountability and transparency of the AMCs' role in corporate governance, providing stakeholders insight into corporate activities and decisions impacting investors.",
          "page_numbers": "191-192"
        },
        {
          "checklist_title": "Disclosure of Voting Rationale",
          "checklist_description": "AMCs must record and disclose the specific rationale supporting their voting decisions (for, against, or abstain) for each vote proposal.",
          "rationale": "Provides clarity and understanding of the decision-making processes of AMCs, promoting transparency and accountability.",
          "page_numbers": "192"
        },
        {
          "checklist_title": "Quarterly Vote Summary Disclosure",
          "checklist_description": "AMCs are required to publish a summary of the votes cast, broken down by votes in favor, against, or abstained, on their websites. This must be done on a quarterly basis within 10 working days from the end of the quarter.",
          "rationale": "Facilitates transparency and allows stakeholders to evaluate AMC's engagement and voting behavior effectively, promoting informed investment decisions.",
          "page_numbers": "192"
        },
        {
          "checklist_title": "Voting Report Certification",
          "checklist_description": "AMCs must obtain annual certification on their voting reports from a 'scrutinizer' as per Companies (Management and Administration) Rules, 2014. This certification must be submitted to the trustees and disclosed in the mutual fund's annual report and website.",
          "rationale": "Enhances the reliability and accuracy of disclosure reports, ensuring stakeholders have confidence in the voting activities reported by AMCs.",
          "page_numbers": "193"
        },
        {
          "checklist_title": "Board and Trustee Review of Voting",
          "checklist_description": "Boards of AMCs and trustees must review and ensure that AMCs have voted on important decisions affecting investors. Confirmation of these reviews and any adverse auditor comments must be reported to SEBI in half-yearly trustee reports.",
          "rationale": "Ensures due diligence and oversight by AMCs and trustees on significant voting matters, promoting investor protection.",
          "page_numbers": "193"
        },
        {
          "checklist_title": "Compulsory Vote Cast for Specified Resolutions",
          "checklist_description": "Mutual Funds, including passive investment schemes, must compulsorily cast votes on specified resolutions related to corporate governance, capital structure changes, and related party transactions, effective from specified dates.",
          "rationale": "Ensures active participation by Mutual Funds in key corporate decisions, aligning with best practices and strengthening corporate accountability.",
          "page_numbers": "194"
        },
        {
          "checklist_title": "Compliance with Stewardship Code",
          "checklist_description": "Mutual Funds must mandatorily follow the Stewardship Code in relation to investments in listed equities. This includes aspects such as monitoring investee companies, managing conflicts, and engagement with investee companies.",
          "rationale": "Aims to ensure Mutual Funds act in the best interests of investors, adhering to high standards of stewardship affecting investment decisions.",
          "page_numbers": "195"
        },
        {
          "checklist_title": "Derivatives Participation and Disclosure",
          "checklist_description": "For schemes that do not currently envision derivatives participation, necessary disclosures must be made in the offer document regarding extent, manner, and risks of derivatives participation. Existing schemes must allow unit holders a 30-day exit window without exit load prior to participation.",
          "rationale": "Provides transparency to investors regarding derivatives usage by schemes and ensures investor protection through informed decision-making.",
          "page_numbers": "199"
        }
      ]
    }
  },
  {
    "page_range": "201-210",
    "extraction": {
      "items": [
        {
          "checklist_title": "Disclosure of NAV on Websites and via SMS",
          "checklist_description": "Mutual Funds/ AMCs must disclose NAVs prominently for all schemes on their respective websites and the AMFI website. They must also provide a facility to send the latest NAVs to unit holders through SMS, upon request.",
          "rationale": "Ensures transparency and timely information dissemination to investors about the performance of their investments.",
          "page_numbers": "202"
        },
        {
          "checklist_title": "Timeliness in NAV Disclosure",
          "checklist_description": "AMCs must update the NAVs of all Mutual Fund schemes by 11:00 p.m. on the same day for all schemes except Fund of Fund Schemes, which should update by 10 a.m. the following business day. Delays must be reported to AMFI with reasons and included in a quarterly Compliance Test Report (CTR).",
          "rationale": "Sets clear expectations and accountability for timely NAV disclosure to facilitate informed investment decisions by investors.",
          "page_numbers": "202-203"
        },
        {
          "checklist_title": "Methodology for NAV Calculation",
          "checklist_description": "AMCs must explain with a numerical example how the sale and repurchase price of units is calculated. This information should be available on their website, AMFI's website, and in Scheme Information Documents (SIDs).",
          "rationale": "Aims to enhance investor understanding by providing transparent insights into the calculation of NAVs.",
          "page_numbers": "203"
        },
        {
          "checklist_title": "Press Release for NAV Disclosure Delays",
          "checklist_description": "If NAVs are unavailable before business hours begin on the following day, Mutual Funds must issue a press release explaining the delay and indicating when the NAVs will be published.",
          "rationale": "Helps maintain investor trust by ensuring communication regarding operational delays.",
          "page_numbers": "203"
        },
        {
          "checklist_title": "Revised NAV Disclosure Timelines for Overseas Investments",
          "checklist_description": "Revised timelines for declaration of NAV come into effect on July 01, 2023, and AMCs must ensure NAV disclosure based on T day valuation for schemes investing overseas.",
          "rationale": "Addresses operational challenges due to time zone differences and standardizes the NAV disclosure process.",
          "page_numbers": "204"
        },
        {
          "checklist_title": "Rounding of NAV",
          "checklist_description": "AMCs must round off the NAV to four decimal places for index funds and debt-oriented schemes. For equity-oriented and balanced fund schemes, rounding off should be to two decimal places, unless more precise rounding is desired.",
          "rationale": "Ensures consistency and precision in NAV reporting, facilitating accurate assessment by investors.",
          "page_numbers": "204"
        }
      ]
    }
  },
  {
    "page_range": "211-220",
    "extraction": {
      "items": [
        {
          "checklist_title": "Disclosure of Official Points of Acceptance",
          "checklist_description": "Mutual funds must disclose the addresses of all official points of acceptance for investor applications in the Scheme Information Document (SID) and on their websites.",
          "rationale": "To ensure that investors are well-informed about where they can submit their applications, thereby maintaining transparency and efficiency in application submissions.",
          "page_numbers": "211"
        },
        {
          "checklist_title": "Disclosure of Regulatory Guidelines",
          "checklist_description": "The substance of the guidelines from the regulatory document must be disclosed to investors in the Scheme Information Document (SID) or in any addendum thereto.",
          "rationale": "To keep investors informed about ongoing compliance measures and the operational integrity of the mutual fund.",
          "page_numbers": "211"
        },
        {
          "checklist_title": "Disclosure of Intra-day NAV for ETFs",
          "checklist_description": "Appropriate disclosures regarding intra-day NAV for transactions in units of Exchange Traded Funds (ETFs) should be provided in the Scheme Information Document (SID), Key Information Memorandum (KIM), and Common Application Form.",
          "rationale": "Ensures that investors have a clear understanding of how intra-day NAVs are applied, thereby aiding in informed decision-making.",
          "page_numbers": "215"
        }
      ]
    }
  },
  {
    "page_range": "221-230",
    "extraction": {
      "items": [
        {
          "checklist_title": "Disclosure of Valuation Deviation",
          "checklist_description": "Mutual Funds must disclose any deviations from the valuation price given by valuation agencies. The rationale for deviation, along with details such as information about the security (ISIN, issuer name, rating, etc.), the price at which the security was valued vis-a-vis the price according to the valuation agencies, and the impact of such deviation on scheme NAV (in amount and percentage terms), must be reported to the Board of AMC and Trustees and disclosed immediately and prominently on the AMC's website under a separate head.",
          "rationale": "Ensures transparency and accountability in the valuation process, allowing investors and regulators to understand the reasons and impacts of deviations on NAV.",
          "page_numbers": "225-226"
        },
        {
          "checklist_title": "Disclosure of Deviations in Below Investment Grade Securities",
          "checklist_description": "AMCs must disclose instances of deviations from indicative haircuts and/or the valuation price for money market and debt securities rated below investment grade. Details such as security information, the price at which the security was valued, the impact of the deviation, and the rationale for such deviation must be shared with investors on the AMC's website. The total number of such instances must also be disclosed in the monthly and half-yearly portfolio statements, along with an exact link to the website containing the details.",
          "rationale": "Enhances transparency in dealing with below investment grade securities, providing investors with critical information about valuation discrepancies.",
          "page_numbers": "227-228"
        },
        {
          "checklist_title": "Waterfall Valuation Approach Disclosure",
          "checklist_description": "Details of the waterfall valuation approach must be included in the valuation policy of individual AMCs and made available on their respective websites. AMFI must also ensure that this approach is available on the valuation agencies' website.",
          "rationale": "To maintain uniformity and transparency in the valuation methods across different AMCs, ensuring that all stakeholders are aware of the valuation methodologies used.",
          "page_numbers": "225"
        }
      ]
    }
  },
  {
    "page_range": "231-240",
    "extraction": {
      "items": [
        {
          "checklist_title": "Justification for Not Exercising Put Option",
          "checklist_description": "Provide justification for not exercising the put option beneficial to the scheme to the Board of AMC and Trustees.",
          "rationale": "To ensure transparency and accountability when a mutual fund chooses not to exercise a put option that could benefit the scheme.",
          "page_numbers": "231"
        },
        {
          "checklist_title": "Disclosure of Illiquid Securities",
          "checklist_description": "Disclose scheme-wise total of illiquid securities in value and percentage of net assets for March 31 and September 30 in Half Yearly Portfolios to unit holders, with an asterisk for illiquid securities.",
          "rationale": "To maintain transparency in portfolio disclosure and inform investors about the composition of illiquid securities within the scheme.",
          "page_numbers": "234"
        },
        {
          "checklist_title": "Disclosure of Money Market and Debt Transaction Details",
          "checklist_description": "Disclose all transaction details of money market and debt securities, including inter-scheme transfers, on the AMC's website and forward to AMFI for transparency and accurate industry valuation.",
          "rationale": "To improve uniformity, accuracy of valuation in the mutual fund industry, and enhance investor awareness regarding fund activities.",
          "page_numbers": "240"
        }
      ]
    }
  },
  {
    "page_range": "241-250",
    "extraction": {
      "items": [
        {
          "checklist_title": "Valuation and Disclosure of Upfront Fees",
          "checklist_description": "Mutual Funds must disclose the valuation and disclosure of upfront fees as prescribed by guidelines issued by AMFI, in consultation with SEBI. These guidelines will detail how upfront fees received by a scheme should be valued and disclosed.",
          "rationale": "To ensure transparency and uniformity in the reporting and management of upfront fees received in mutual fund schemes, promoting clear and consistent disclosure across the industry.",
          "page_numbers": "241"
        },
        {
          "checklist_title": "Disclosure of Scheme Expenses",
          "checklist_description": "Asset Management Companies (AMCs) shall disclose all expenses charged to schemes in the offer document, ensuring that these expenses are clearly identified and in conformity with the regulations.",
          "rationale": "To provide investors with a clear understanding of the fees associated with mutual fund schemes and to ensure compliance with regulatory expense limits.",
          "page_numbers": "243"
        },
        {
          "checklist_title": "Additional TER and Disclosure of Change in TER",
          "checklist_description": "Additional Total Expense Ratio (TER) due to new inflows from retail investors beyond top 30 cities must be disclosed. Moreover, changes in TER should be communicated to investors by email or SMS three working days prior to the change.",
          "rationale": "To encourage geographical penetration of mutual funds and ensure investors are informed of changes in expenses that affect their investments.",
          "page_numbers": "244-246"
        },
        {
          "checklist_title": "Daily Disclosure of Total Expense Ratio",
          "checklist_description": "Asset Management Companies must maintain transparency in TER by disclosing it on a daily basis on their websites and on the AMFI website. The disclosure should be scheme-wise and date-wise in a downloadable spreadsheet format.",
          "rationale": "To ensure transparency and easy access to up-to-date information on scheme expenses, enabling investors to make informed decisions.",
          "page_numbers": "246"
        },
        {
          "checklist_title": "Transparency in Scheme-Related Expenses",
          "checklist_description": "AMCs must ensure that all scheme-related expenses, including commissions, are paid within regulatory limits from the scheme's assets and not from the books of the AMC or its associated entities. Small value expenses may be paid from the AMC's books but must be recorded and audited.",
          "rationale": "To bring transparency to expenses, reduce mis-selling, and ensure all scheme-related expenses are accounted for properly within the stipulated regulatory framework.",
          "page_numbers": "247"
        },
        {
          "checklist_title": "Disclosure of Soft-Dollar Arrangements",
          "checklist_description": "Mutual Funds must disclose details of soft-dollar arrangements with brokers, ensuring they are limited to benefits in the interest of investors and are suitably documented.",
          "rationale": "To ensure that such arrangements are used solely for the benefit of investors, enhancing transparency in fund operations.",
          "page_numbers": "250"
        }
      ]
    }
  },
  {
    "page_range": "251-260",
    "extraction": {
      "items": [
        {
          "checklist_title": "Disclosure on Investor Education Initiatives",
          "checklist_description": "Trustees of Mutual Funds shall disclose complete details in the half-yearly trustee report to SEBI regarding the investor education and awareness initiatives undertaken.",
          "rationale": "To ensure transparency and accountability in investor education and awareness initiatives by providing SEBI with complete reports on actions taken for these initiatives.",
          "page_numbers": "251"
        },
        {
          "checklist_title": "Disclosure of Major Expenditures",
          "checklist_description": "Each item of expenditure accounting for more than 10% of total expenditure must be disclosed in the accounts or the notes of the schemes.",
          "rationale": "To maintain transparency in the expenditure of Mutual Funds and enable stakeholders to understand significant cost components that affect fund performance.",
          "page_numbers": "253"
        },
        {
          "checklist_title": "Disclosure of Commission Structure",
          "checklist_description": "The scheme application forms should include a disclosure that the upfront commission to distributors will be paid by the investor directly to the distributor based on their service assessment.",
          "rationale": "To empower investors by informing them about the payment structure for distributor commissions and to ensure investors understand and agree to pay based on the services received.",
          "page_numbers": "255"
        },
        {
          "checklist_title": "Disclosure on Load-Free Units",
          "checklist_description": "AMCs shall make necessary disclosures in the Scheme Information Document (SID) filed with SEBI, indicating that no entry or exit load will be charged on bonus units and units allotted on reinvestment of dividend.",
          "rationale": "To ensure investors are fully informed about the cost implications regarding bonus units and reinvested dividends, thereby preventing unexpected fees and enhancing trust.",
          "page_numbers": "258"
        }
      ]
    }
  },
  {
    "page_range": "261-270",
    "extraction": {
      "items": [
        {
          "checklist_title": "Disclosure of Dividend Distribution Source",
          "checklist_description": "Offer documents must clearly disclose that dividend distributions can be made out of investors' capital, specifically from the Equalization Reserve, which is a part of the sale price that represents realized gains. Furthermore, this disclosure must be made to investors at the time of subscription to the respective options or plans.",
          "rationale": "To ensure investors are aware that distributions can reduce their principal investment, affecting their capital rather than just profits or gains.",
          "page_numbers": "261"
        },
        {
          "checklist_title": "Segregation of Income and Capital Distribution",
          "checklist_description": "When income is distributed, AMCs must ensure that a clear segregation between income distribution (appreciation on NAV) and capital distribution (Equalization Reserve) is disclosed in the Consolidated Account Statement given to investors.",
          "rationale": "To provide transparency to investors about the nature of distributions, allowing better informed investment decisions.",
          "page_numbers": "261"
        },
        {
          "checklist_title": "Notice Requirement for Dividend Declaration",
          "checklist_description": "A notice must be issued to the public including the record date for dividend distribution within one calendar day after the trustee's decision. The record date shall be two working days from the date of publication in a specified newspaper.",
          "rationale": "To ensure all investors are uniformly informed about dividend distributions, maintaining market integrity and investor protection.",
          "page_numbers": "262"
        },
        {
          "checklist_title": "Prohibition of Premature Communication on Dividends",
          "checklist_description": "Any communication indicating probable dates for dividend declaration is prohibited before official notice issuance by Trustees, AMCs, or its distributors.",
          "rationale": "To prevent market speculation and ensure equal access to information among all stakeholders.",
          "page_numbers": "263"
        },
        {
          "checklist_title": "Credit Enhancement Cover Requirement",
          "checklist_description": "Investments in debt instruments having credit enhancements backed by equity must maintain a minimum cover of four times the market value of such shares. If the cover falls below this limit, necessary steps must be initiated to protect investor interests.",
          "rationale": "To ensure that investments are sufficiently covered and to mitigate risks associated with market volatility and inefficiencies in invoking the pledge.",
          "page_numbers": "269-270"
        },
        {
          "checklist_title": "Distinctive Disclosure of Structured/Enhanced Debt Investments",
          "checklist_description": "Disclose details of investments in debt instruments having structured obligations or credit enhancement distinctly in the monthly portfolio statement of mutual fund schemes.",
          "rationale": "To provide investors with better insight into the portfolio's risk profile and ensure transparency in investment decision-making.",
          "page_numbers": "270"
        }
      ]
    }
  },
  {
    "page_range": "271-280",
    "extraction": {
      "items": [
        {
          "checklist_title": "Index Fund Investments Disclosure",
          "checklist_description": "Mutual Funds must disclose their investments by index funds in accordance with the weightage of the scrips in the specific index as detailed in the Scheme Information Document (SID).",
          "rationale": "Disclosing the weightage of the scrips ensures transparency regarding investment alignment with the relevant index, allowing investors to gauge how closely the index fund tracks the index.",
          "page_numbers": "272"
        },
        {
          "checklist_title": "Liquid Scheme Investment Maturity Disclosure",
          "checklist_description": "Liquid fund schemes and plans must only invest in debt and money market securities with a maturity of up to 91 days. This information must be included in the Scheme Information Document (SID) as part of the investment allocation pattern.",
          "rationale": "This rule aims to reduce liquidity and interest rate risk, ensuring that liquid fund investments are maintained in short-term instruments for greater stability and liquidity.",
          "page_numbers": "272-273"
        },
        {
          "checklist_title": "Close Ended Debt Scheme Investment Disclosure",
          "checklist_description": "Close ended debt schemes must disclose that they invest only in securities maturing on or before the scheme's maturity date and that they do not invest in perpetual bonds.",
          "rationale": "Ensures that the investments align with the scheme's maturity, and the exclusion of perpetual bonds reduces risks associated with uncertain maturities.",
          "page_numbers": "273"
        },
        {
          "checklist_title": "Investment Limits Disclosure",
          "checklist_description": "All investment guidelines, especially the revised issuer, sector, and group exposure investment restrictions, must be part of the Scheme Information Document (SID) and Key Information Memorandum (KIM) for debt schemes.",
          "rationale": "Transparency of investment limits helps investors understand the concentration risks associated with debt schemes and ensures consistent adherence to regulatory standards.",
          "page_numbers": "276"
        },
        {
          "checklist_title": "Securities Lending Disclosure",
          "checklist_description": "Disclosures related to securities lending, including intention, exposure limits, risk factors, and intermediary details, must be included in the Scheme Information Document (SID).",
          "rationale": "Provides clarity and awareness of the potential risks and returns involved in securities lending, ensuring informed decision-making by investors.",
          "page_numbers": "278-279"
        },
        {
          "checklist_title": "Debt Scheme Sector and Group Exposure Disclosure",
          "checklist_description": "Appropriate disclosures regarding sector and group exposure in debt schemes must be made in the Scheme Information Document (SID) and Key Information Memorandum (KIM).",
          "rationale": "This ensures that investors are aware of any concentration risks arising from exposure to a particular sector or group, promoting informed investment choices.",
          "page_numbers": "275-276"
        }
      ]
    }
  },
  {
    "page_range": "281-290",
    "extraction": {
      "items": [
        {
          "checklist_title": "Disclosure of Short Term Deposits",
          "checklist_description": "Half Yearly portfolio statements must disclose all funds parked in short term deposits, including the name of the bank, amount of funds parked, and percentage of the NAV. Furthermore, for term deposits used as margins for trading, details such as the name of the bank, amount, duration, and percentage of NAV must be disclosed.",
          "rationale": "To ensure transparency and allow investors to assess how funds are temporarily parked and managed, preventing any conflict of interest and ensuring prudent fund management.",
          "page_numbers": "282-283"
        },
        {
          "checklist_title": "Certification of Compliance for Short Term Deposits",
          "checklist_description": "Trustees must certify in their Half Yearly Trustee Reports that the provisions of the Mutual Funds Regulations regarding the parking of funds in short term deposits are complied with at all times. Additionally, AMCs must also certify compliance in their Compliance Test Reports (CTRs).",
          "rationale": "This ensures that mutual funds are adhering to regulatory requirements, and investors can be assured of compliance, reducing the risk of mismanagement.",
          "page_numbers": "282"
        },
        {
          "checklist_title": "Disclosure Requirements for Repo in Corporate Debt Securities",
          "checklist_description": "Scheme Information Documents should disclose the mutual fund's intention to participate in repo transactions in corporate debt securities. It should also include exposure limits for the scheme and the associated risk factors.",
          "rationale": "To protect investors by providing them complete information about the risks and strategies involved in investment decisions regarding repo transactions.",
          "page_numbers": "286"
        },
        {
          "checklist_title": "Monthly Reporting of Overseas Investment Limits",
          "checklist_description": "Mutual Funds must report the utilization of overseas investment limits on a monthly basis, within 10 days from the end of each month, using the prescribed format.",
          "rationale": "Ensure that AMCs utilize overseas investment limits within the prescribed bounds and maintain transparency with regulators.",
          "page_numbers": "288"
        },
        {
          "checklist_title": "Declaration of Intended Overseas Investments in NFOs",
          "checklist_description": "For new fund offers (NFOs) seeking to invest in overseas securities or ETFs, scheme documents must disclose the intended investment amounts, valid for six months post-NFO closure.",
          "rationale": "Improves investor awareness by providing clear expectations regarding fund allocation in international markets, aiding in informed decision-making.",
          "page_numbers": "287"
        },
        {
          "checklist_title": "Appointment of Dedicated Fund Manager for Overseas Investments",
          "checklist_description": "Every mutual fund proposing to make overseas investments must appoint a dedicated fund manager responsible for such investments.",
          "rationale": "To ensure oversight and expertise in managing overseas investments, enhancing investor confidence in fund management.",
          "page_numbers": "290"
        }
      ]
    }
  },
  {
    "page_range": "291-300",
    "extraction": {
      "items": [
        {
          "checklist_title": "Disclosure of Foreign Investment Intention",
          "checklist_description": "Mutual Fund documents must disclose their intention to invest in foreign securities and/or ETFs. They need to clearly explain the attendant risk factors and potential returns from such investments. The disclosure must detail how these investments further the investment objectives of the scheme.",
          "rationale": "To ensure transparency and clarity regarding the mutual fund's strategy in foreign investments, helping investors understand associated risks and objectives.",
          "page_numbers": "291"
        },
        {
          "checklist_title": "Disclosure of Dedicated Fund Manager",
          "checklist_description": "The name of the Dedicated Fund Manager for overseas investments must be disclosed.",
          "rationale": "To provide investors with information on who is responsible for managing the fund's overseas investments, ensuring accountability.",
          "page_numbers": "291"
        },
        {
          "checklist_title": "Disclosure of Exposure Limits",
          "checklist_description": "Documents must disclose the exposure limits i.e., the percentage of assets of the scheme that would be invested in foreign securities / ETF(s).",
          "rationale": "To inform investors about the extent of the scheme's investment in foreign securities and manage their expectations regarding risk and return.",
          "page_numbers": "291"
        },
        {
          "checklist_title": "Half Yearly Portfolio Disclosure",
          "checklist_description": "Half Yearly portfolios must be disclosed under a separate heading 'Foreign Securities and/or overseas ETF(s).' The scheme-wise percentage of investments made in such securities should be disclosed while publishing Half Yearly Results.",
          "rationale": "To ensure investors are aware of the ongoing performance and allocation of the fund's investments in foreign securities and/or ETFs.",
          "page_numbers": "291"
        },
        {
          "checklist_title": "Notification to Unit Holders Before Overseas Investments",
          "checklist_description": "If an existing scheme's SID does not provide for overseas investment but decides to make such investments, the AMC must inform each unit holder via written communication and advertise in a nationally circulated English newspaper and a regional language newspaper. The communication must disclose the risk factors associated with such investments.",
          "rationale": "To maintain transparency and allow existing investors to be informed about changes in investment strategy and associated risks.",
          "page_numbers": "292"
        },
        {
          "checklist_title": "Disclosure of Covered Call Strategy Risks and Benefits",
          "checklist_description": "Mutual Fund Schemes intending to use a covered call strategy must disclose the risks and benefits of such a strategy in the Scheme Information Document.",
          "rationale": "To ensure investors are aware of the strategies being employed by the fund and the related risks and rewards.",
          "page_numbers": "299-300"
        }
      ]
    }
  },
  {
    "page_range": "301-310",
    "extraction": {
      "items": [
        {
          "checklist_title": "Disclosure of Imperfect Hedging Risks",
          "checklist_description": "Mutual funds must disclose the risks associated with imperfect hedging using IRFs. These disclosures should include numerical examples and must be included in the offer documents. For new schemes (launched on or after September 27, 2017), these disclosures must also be communicated through public notices or other correspondence.",
          "rationale": "To ensure that investors are aware of the risks associated with imperfect hedging and can make informed decisions.",
          "page_numbers": "303"
        },
        {
          "checklist_title": "Separate Disclosure of Hedging Positions",
          "checklist_description": "Mutual funds must separately disclose the hedging positions taken through IRFs in their respective debt portfolios, adhering to prescribed formats.",
          "rationale": "To provide transparency about the hedging strategies employed by the mutual fund in managing interest rate risk.",
          "page_numbers": "303"
        },
        {
          "checklist_title": "Disclosure of Interest Rate Derivatives",
          "checklist_description": "Mutual funds must disclose investments in interest rate derivatives, both IRS and IRF, in the monthly portfolio disclosure.",
          "rationale": "To maintain transparency of the fund's derivative positions and strategies to the investors.",
          "page_numbers": "303"
        },
        {
          "checklist_title": "Website and AMFI Disclosure of Interest Rate Derivatives",
          "checklist_description": "Mutual funds are required to disclose the details of interest rate derivatives used for hedging on their website and forward these details to AMFI as per specific guidelines.",
          "rationale": "To ensure that all stakeholders, including investors and AMFI, have access to the most current information on the mutual fund's derivative activities.",
          "page_numbers": "304"
        },
        {
          "checklist_title": "Daily NAV Updates for ETCD Investing Schemes",
          "checklist_description": "The NAVs of schemes investing in Exchange Traded Commodity Derivatives (ETCDs) must be updated daily on the AMC's and AMFI's websites by 9:00 a.m. of the following calendar day.",
          "rationale": "This requirement allows investors to have timely and accurate information regarding their investments.",
          "page_numbers": "307"
        },
        {
          "checklist_title": "Portfolio and Report Modifications for ETCD Investments",
          "checklist_description": "The monthly and half-yearly portfolio formats must be modified to include investments in ETCDs, and the cumulative gross exposure should be disclosed as a line item in the Monthly Cumulative Report submitted by mutual funds.",
          "rationale": "To provide a comprehensive view of the fund's investment strategy and risk exposure, ensuring transparency for investors.",
          "page_numbers": "307-308"
        }
      ]
    }
  },
  {
    "page_range": "311-320",
    "extraction": {
      "items": [
        {
          "checklist_title": "CDS Transactions Disclosure",
          "checklist_description": "Mutual funds must disclose their intention to participate in CDS transactions in corporate debt securities in the Scheme Information Document (SID). Additionally, details of such transactions must be included in the monthly portfolio statements, half yearly trustee report, and the notes to the accounts of the mutual fund's annual report, following specified formats.",
          "rationale": "This is to ensure transparency and alignment with directions issued by RBI and SEBI, protecting investor interests and maintaining fair market practices.",
          "page_numbers": "311"
        },
        {
          "checklist_title": "Dividend Advertisement Disclosure",
          "checklist_description": "For mutual fund advertisements regarding dividend payouts, the advertisements must clearly disclose the dividend declared or paid per unit, along with the face value of each unit and the prevailing NAV at the time of declaration. Additionally, any advertisement about pay out of dividends or bonuses must include a note that the NAV of the scheme will fall to the extent of the payout and any statutory levy.",
          "rationale": "The requirement aims to provide clarity and prevent misleading investors about the actual returns and impacts on NAV due to dividend payouts.",
          "page_numbers": "320"
        }
      ]
    }
  },
  {
    "page_range": "321-330",
    "extraction": {
      "items": [
        {
          "checklist_title": "Performance Disclosure in Advertisements",
          "checklist_description": "Mutual fund performance advertisements must display the performance of the scheme in terms of Compound Annual Growth Rate (CAGR) for the past 1 year, 3 years, 5 years, and since inception. Additionally, they should present point-to-point returns on a standard investment of Rs. 10,000 for better understanding.",
          "rationale": "To standardize the presentation of performance and make it easily understandable for retail investors.",
          "page_numbers": "321"
        },
        {
          "checklist_title": "Plan-specific Performance Disclosure",
          "checklist_description": "For Mutual Fund schemes, performance data must accompany clarity on whether it is of a regular or direct plan. Additionally, a footnote should indicate that different plans have different expense structures.",
          "rationale": "Provides transparency regarding the expense structures differing between regular and direct plans.",
          "page_numbers": "321"
        },
        {
          "checklist_title": "Fund Manager Tenure Disclosure",
          "checklist_description": "If a fund manager has not managed a scheme for the full period appearing in performance advertisements, a disclosure must mention this in a footnote.",
          "rationale": "Ensures investors are aware of changes in management which might affect fund performance.",
          "page_numbers": "321"
        },
        {
          "checklist_title": "Disclosure for Newer Schemes",
          "checklist_description": "Performance advertisements should not include past performance for schemes existing for less than six months. If the scheme is older than six months but less than a year, it should provide a simple annualized growth rate based on the past 6 months from the last day of the month preceding the advertisement.",
          "rationale": "To prevent misleading investors with insufficient historical data for performance assessment.",
          "page_numbers": "321"
        },
        {
          "checklist_title": "Yield Disclosure for Short-duration Funds",
          "checklist_description": "Annualization of yields can be used for Overnight, Liquid and Money Market funds in advertisements provided a performance figure is available for at least 7, 15, and 30 days, ensuring it does not mislead potential future performance.",
          "rationale": "Acknowledges the short investment horizon for these types of funds while mitigating misleading impressions.",
          "page_numbers": "322"
        },
        {
          "checklist_title": "Benchmark Performance Disclosure",
          "checklist_description": "All performance advertisements must provide both INR and CAGR for standard benchmarks, alongside the scheme benchmarks, for various types of equity and debt funds.",
          "rationale": "Enables standardized and comprehensive comparison among schemes for informed investment decisions.",
          "page_numbers": "322"
        },
        {
          "checklist_title": "Disclosure of All Schemes by Fund Manager",
          "checklist_description": "When advertising the performance of a specific scheme managed by a fund manager, disclosures must include performance data (CAGR for 1, 3, and 5 years) of all other schemes managed by that fund manager. If more than six schemes are managed, the performance of the top 3 and bottom 3 is also needed.",
          "rationale": "Provides a fair representation of a fund manager's overall performance across all managed schemes.",
          "page_numbers": "323"
        },
        {
          "checklist_title": "Performance Disclosure Post-merger",
          "checklist_description": "Post-merger performance disclosure should include either the weighted average performance of merged schemes if features are similar, or the performance of the scheme whose features are retained. If a new scheme emerges, past performance disclosure is not required.",
          "rationale": "Ensures transparency and continuity in performance reporting post-structural changes in schemes.",
          "page_numbers": "324"
        },
        {
          "checklist_title": "Advertisement Filing and Compliance",
          "checklist_description": "Mutual Funds must submit advertisement materials to SEBI within 7 days of publication, and confirm compliance with the Advertisement Code specified in the MF Regulations.",
          "rationale": "Ensures regulatory oversight and adherence to advertising standards.",
          "page_numbers": "325"
        },
        {
          "checklist_title": "Prohibition and Disclosure of Indicative Portfolios and Yields",
          "checklist_description": "Mutual Funds, AMCs, and distributors shall not offer any indicative portfolio or yield in communications. Required disclosure in Scheme Information Documents (SID), Statement of Additional Information (SAI), and Key Information Memorandums (KIM) include the credit evaluation policy, sectors where they won’t invest, proposed investment instruments, and intended allocation ranges by instrument class and credit rating type.",
          "rationale": "Prevents misleading indications of guaranteed returns while providing necessary transparency for informed decision-making.",
          "page_numbers": "326"
        }
      ]
    }
  },
  {
    "page_range": "331-340",
    "extraction": {
      "items": [
        {
          "checklist_title": "Disclosure of Process for Claiming Unclaimed Amounts",
          "checklist_description": "Mutual Funds and AMFI must disclose on their websites the process for claiming unclaimed amounts and the necessary forms/documents required for the same.",
          "rationale": "To ensure transparency and easy access for investors to claim any unclaimed amounts, enhancing investor satisfaction and trust.",
          "page_numbers": "331"
        },
        {
          "checklist_title": "Disclosure of Unclaimed Amounts in Statements",
          "checklist_description": "AMCs must disclose unclaimed amounts and their prevailing value to investors via periodic statements of accounts or Consolidated Account Statements (CAS).",
          "rationale": "Provides investors with comprehensive information on any unclaimed amounts due to them, promoting transparency.",
          "page_numbers": "331"
        },
        {
          "checklist_title": "Inclusion in SAI/SID",
          "checklist_description": "Disclosures on how to claim unclaimed amounts, the process involved, and the detailing of such amounts must be included in the Scheme Information Document (SID) and Statement of Additional Information (SAI).",
          "rationale": "Embedding this information in key scheme documents ensures investors are well informed from the point of investment.",
          "page_numbers": "331"
        },
        {
          "checklist_title": "Unclaimed Amounts in Annual Reports",
          "checklist_description": "Annual reports must disclose unclaimed amounts and the number of investors for each scheme with such unclaimed amounts.",
          "rationale": "Enhances transparency by providing yearly updates on unclaimed amounts within mutual funds, keeping investors informed.",
          "page_numbers": "331"
        },
        {
          "checklist_title": "Option for Holding Units in Demat Form",
          "checklist_description": "AMCs must provide an option in the subscription form for investors to opt to hold units in demat form and ensure that this option is available for all schemes.",
          "rationale": "Facilitates investors' choice in how they want to hold their investments, supporting flexibility and modernization in investment practices.",
          "page_numbers": "332"
        },
        {
          "checklist_title": "Process for Dematerialization of Units",
          "checklist_description": "AMCs should disclose the process and possibility for investors to convert physical units into demat form, ensuring coordination with depositories and agents.",
          "rationale": "Supports the transition towards digital financial transactions, enhancing efficiency and investor convenience.",
          "page_numbers": "332"
        },
        {
          "checklist_title": "Inclusion of Cost and Commission in CAS",
          "checklist_description": "CAS for all investors should include the total purchase value/cost of investment in each scheme, as well as the commission paid to distributors and scheme's average Total Expense Ratio.",
          "rationale": "Increases transparency and gives investors clear information on the expenses and commissions involved, fostering informed decision-making.",
          "page_numbers": "334"
        },
        {
          "checklist_title": "Disclosure of Transferability of Units",
          "checklist_description": "Mutual Funds/AMCs must clearly state that units held in demat form are freely transferable, with exceptions for schemes like ELSS during the lock-in period.",
          "rationale": "Ensures clarity on unit transferability, aligning with regulations and promoting investor understanding of unit liquidity.",
          "page_numbers": "335"
        },
        {
          "checklist_title": "AMC Annual Reports Availability",
          "checklist_description": "AMCs must display their annual reports on the website and inform unit holders in the annual report of mutual fund schemes that they can request annual reports if desired.",
          "rationale": "Promotes transparency by making key financial and operational data of AMCs readily available to investors, enhancing trust and accountability.",
          "page_numbers": "335"
        },
        {
          "checklist_title": "ASBA as a Payment Mode Disclosure",
          "checklist_description": "Implement and disclose ASBA as a payment mode for all NFOs, ensuring essential details about the facility are included in the Scheme Information Document (SAI).",
          "rationale": "Encourages digital payment systems in line with modern financial transaction methods, improving investor convenience.",
          "page_numbers": "337"
        },
        {
          "checklist_title": "Disclosure on Instant Access Facility (IAF)",
          "checklist_description": "AMCs must disclose details about Instant Access Facility (IAF), including eligibility, applicability, and any scenarios where IAF might be suspended, in scheme-related documents.",
          "rationale": "Provides clear communication about redemption processes and conditions, boosting transparency and managing investor expectations.",
          "page_numbers": "339"
        },
        {
          "checklist_title": "Accepting Investments via E-Wallets",
          "checklist_description": "AMCs can accept investments through e-wallets, subject to compliance with cut-off timings and existing regulations, with full disclosure of the process.",
          "rationale": "Supports digitalization of transactions and e-payment systems, facilitating ease of transaction for investors.",
          "page_numbers": "340"
        }
      ]
    }
  },
  {
    "page_range": "341-350",
    "extraction": {
      "items": [
        {
          "checklist_title": "KYC Compliance for E-Wallets",
          "checklist_description": "All e-wallets used for transactions associated with mutual funds must be fully compliant with the Know Your Customer (KYC) norms as prescribed by the Reserve Bank of India.",
          "rationale": "Ensure financial transactions are secure and that identities of all users are verified to prevent fraud.",
          "page_numbers": "341"
        },
        {
          "checklist_title": "Prohibition of Incentives on E-Wallets",
          "checklist_description": "E-wallet issuers must not offer incentives such as cashback or vouchers to encourage investments in mutual fund schemes.",
          "rationale": "To prevent artificial influence on investment decisions and ensure investments are made based on financial merit rather than promotional benefits.",
          "page_numbers": "341"
        },
        {
          "checklist_title": "Funding Sources for E-Wallets",
          "checklist_description": "Investments in mutual fund schemes from e-wallets are only allowed if the wallet is funded by cash, debit card, or net banking. Funds from credit cards or promotional schemes cannot be used.",
          "rationale": "Restrict funding sources to prevent use of borrowed funds (like credit cards) or promotional incentives for investments in mutual funds.",
          "page_numbers": "341"
        },
        {
          "checklist_title": "Mandatory PAN Number Disclosure",
          "checklist_description": "Mutual fund investors must mention their Personal Account Number (PAN) when applying for mutual fund schemes.",
          "rationale": "Facilitate tax compliance and ensure the identity of investors is properly documented and traceable.",
          "page_numbers": "342"
        },
        {
          "checklist_title": "Mandatory Bank Account Disclosure by Investors",
          "checklist_description": "Investors must provide their bank account numbers in mutual fund application and redemption forms.",
          "rationale": "To ensure a direct and verified bank link for funds transfer related to investments, enhancing security and traceability.",
          "page_numbers": "342"
        }
      ]
    }
  },
  {
    "page_range": "351-360",
    "extraction": {
      "items": [
        {
          "checklist_title": "Unique Identity Number Disclosure",
          "checklist_description": "Mutual Funds must include a provision in the application form for mutual fund schemes to disclose the unique identity number of sales personnel interacting with investors along with the ARN of the distributor.",
          "rationale": "To ensure transparency and accountability, creating a unique identity number for employees or sales personnel helps track and authenticate the sales interactions with investors.",
          "page_numbers": "353-354"
        },
        {
          "checklist_title": "Investor Document Maintenance",
          "checklist_description": "AMCs must confirm the maintenance of all investor-related documents, ensuring availability at AMCs/RTAs rather than just with distributors.",
          "rationale": "Maintaining comprehensive documentation helps in compliance with AML/CFT standards and protects investors by ensuring proper record-keeping of all transactions and investor details.",
          "page_numbers": "355-356"
        },
        {
          "checklist_title": "Application Form Disclosure",
          "checklist_description": "The application form for mutual fund transactions must facilitate disclosure of the unique identity number of sales persons interacting with investors.",
          "rationale": "This ensures that mutual fund sales processes are traceable to responsible individuals, aiding in accountability and compliance monitoring.",
          "page_numbers": "354-355"
        }
      ]
    }
  },
  {
    "page_range": "361-370",
    "extraction": {
      "items": [
        {
          "checklist_title": "Discontinuation of Pooling of Funds and Units",
          "checklist_description": "Stock brokers and clearing members must ensure that funds pay-in is received directly by the clearing corporation from the investor account, and funds pay-out is directly made to the investor account without any intermediate pooling. Units must be credited and debited directly to/from the investor's demat or folio account.",
          "rationale": "To enhance transparency and protect investor funds by preventing stock brokers and clearing members from handling funds or units directly, thereby reducing the risk of misuse or mishandling of investor assets.",
          "page_numbers": "363-364"
        },
        {
          "checklist_title": "New Mandate Requirements",
          "checklist_description": "From July 1, 2022, new mandates shall only be accepted in favor of SEBI recognized Clearing Corporations, specifically for subscriptions to units of Mutual Fund schemes, and not for any other purpose.",
          "rationale": "To prevent misuse of mandates and ensure that they are strictly used for mutual fund transactions, thereby safeguarding investor interests and promoting secure transactions.",
          "page_numbers": "365"
        },
        {
          "checklist_title": "Service Agreement Requirement and Discontinuation of Pooling",
          "checklist_description": "AMCs must ensure transactions are executed only if there is a service agreement between the AMC and the service provider/platform. Intermediate pooling of funds and/or units by any service providers/platforms must be discontinued.",
          "rationale": "To ensure accountability and transparency in transactions by requiring formal agreements with service providers, while eliminating the risk associated with intermediate pooling of funds or units.",
          "page_numbers": "368-369"
        },
        {
          "checklist_title": "Direct Credit for Subscriptions and Redemptions",
          "checklist_description": "Funds for subscriptions must be credited directly from the investor's account into the MF scheme account, and for redemptions, funds must be credited directly to the investor's registered bank account without intermediate pooling.",
          "rationale": "To ensure direct transactions between investors and mutual fund schemes, minimizing risks associated with intermediate pooling or handling by multiple entities.",
          "page_numbers": "369"
        },
        {
          "checklist_title": "Direct Transfer of Units",
          "checklist_description": "Units for subscriptions must be credited directly to the investor's account, and for redemptions, units must be transferred directly from the investor's account to the mutual fund, without any intermediate pooling.",
          "rationale": "To streamline the process and ensure that units are correctly and securely transferred between investors and mutual funds, reducing potential errors or fraudulent activities.",
          "page_numbers": "369-370"
        }
      ]
    }
  },
  {
    "page_range": "371-380",
    "extraction": {
      "items": [
        {
          "checklist_title": "Liability to Unit Holders Disclosure",
          "checklist_description": "AMCs must disclose that they are liable to the unit holders for any breach of conditions or misuse of funds by PA or OTM holders concerning mandates covering Mutual Fund transactions.",
          "rationale": "To ensure accountability of AMCs to investors and adhere to fiduciary responsibilities, protecting investor interests.",
          "page_numbers": "371"
        },
        {
          "checklist_title": "Mandate Purpose Disclosure",
          "checklist_description": "Mandates accepted in the name of OTM holders must clearly state that they are exclusively for subscriptions to units of Mutual Fund schemes.",
          "rationale": "To prevent misuse or misinterpretation of fund usage under mandates, ensuring they are strictly for intended Mutual Fund investments.",
          "page_numbers": "371"
        },
        {
          "checklist_title": "Cheque Payment Rules Disclosure",
          "checklist_description": "AMCs should accept cheque payments from investors made only in favor of the respective MF Schemes and disclose this requirement in the terms of investment.",
          "rationale": "To minimize risk of third-party involvement and ensure payments are directly associated with the correct Mutual Fund scheme.",
          "page_numbers": "371"
        },
        {
          "checklist_title": "Transaction Information Sharing Disclosure",
          "checklist_description": "AMCs are required to provide system-generated, adequately secured information sharing at each transaction stage, ensuring comprehensive and timely communication with all stakeholders involved.",
          "rationale": "To ensure transparency and consistent communication with investors and related stakeholders, facilitating smooth transaction processing and reconciliation.",
          "page_numbers": "372"
        },
        {
          "checklist_title": "Source Verification for Payment Disclosure",
          "checklist_description": "When accepting payment for MF transactions, it must be possible to trace back to the source to confirm the investor's identity and origin of funds, with the verification process retaining as an audit trail.",
          "rationale": "To prevent money laundering and ensure investor identity verification aligns with regulatory compliance for source traceability.",
          "page_numbers": "373"
        },
        {
          "checklist_title": "Segregation of Scheme Assets Disclosure",
          "checklist_description": "AMCs must disclose that funds and securities for each scheme are segregated and ring-fenced to prevent any co-mingling of assets between different schemes.",
          "rationale": "To protect investor interests by ensuring assets of different schemes are managed independently, preventing misuse and conflicts of interest.",
          "page_numbers": "378-379"
        },
        {
          "checklist_title": "Trustee Report on Segregation Compliance",
          "checklist_description": "AMCs are required to confirm through trustee reports that the segregation and ring-fencing mechanisms have been effective and adequately implemented during the reporting period.",
          "rationale": "To ensure continued compliance with segregation norms and instill investor confidence through regular verification processes.",
          "page_numbers": "379"
        }
      ]
    }
  },
  {
    "page_range": "381-390",
    "extraction": {
      "items": [
        {
          "checklist_title": "Disclosure of CDMDF Net Asset Value (NAV)",
          "checklist_description": "Net Asset Value (NAV) of the Corporate Debt Market Development Fund (CDMDF) must be disclosed by 9:30 PM on all business days on the website of its Investment Manager and the Association of Mutual Funds in India (AMFI). When CDMDF has exposure to corporate debt, NAV should be disclosed by 11 PM on all business days.",
          "rationale": "To ensure transparency and timely dissemination of NAV information for the CDMDF to investors and participants, providing clear insights into the fund's value.",
          "page_numbers": "383"
        },
        {
          "checklist_title": "Update Scheme Information Document for CDMDF Contributions",
          "checklist_description": "Mutual Funds must incorporate relevant changes in the Scheme Information Document (SID) by issuing an addendum prior to contributing to the CDMDF. These changes should not be considered as a fundamental attribute change of the scheme.",
          "rationale": "To comply with disclosure requirements and ensure that the schematics of the Scheme Information Document reflect new contributions to the CDMDF without necessitating a fundamental attribute change.",
          "page_numbers": "388"
        }
      ]
    }
  },
  {
    "page_range": "391-400",
    "extraction": {
      "items": [
        {
          "checklist_title": "Immediate Execution of Transactions",
          "checklist_description": "All transactions must be executed on an immediate basis once an order is placed by investors through either Category 1 or Category 2 EOPs.",
          "rationale": "Ensures swift and timely execution of investor orders, thereby maintaining market efficiency and investor satisfaction.",
          "page_numbers": "397"
        },
        {
          "checklist_title": "Prohibition on Advertisement Display",
          "checklist_description": "Entities under both categories of EOPs must not display any advertisements or surrogate advertisements regarding any Mutual Fund scheme on their platform.",
          "rationale": "Prevents potential conflicts of interest and ensures that platforms provide only execution services without influencing investor decisions through advertising.",
          "page_numbers": "398"
        },
        {
          "checklist_title": "Issuance of Transaction Receipt",
          "checklist_description": "Upon placement of transactions, entities must issue or display without delay an electronic order receipt containing details such as date, time, quantity of units, and/or amount proposed for investment or redemption.",
          "rationale": "Provides investors with immediate confirmation and a record of their transaction details, enhancing transparency and trust in the platform.",
          "page_numbers": "399"
        },
        {
          "checklist_title": "Disclosure of Mutual Fund Scheme Information",
          "checklist_description": "Entities must display Mutual Fund information in a user-friendly manner, including the past performance of schemes. They must ensure compliance with the minimum disclosure requirements as specified, and provide interactive tools for investors to screen or filter schemes without auto-generated recommendations or rankings.",
          "rationale": "Ensures investors have access to relevant, transparent information allowing them to make informed decisions without being influenced by unsolicited recommendations.",
          "page_numbers": "399-400"
        }
      ]
    }
  },
  {
    "page_range": "401-410",
    "extraction": {
      "items": [
        {
          "checklist_title": "Display Product Label Prominently",
          "checklist_description": "Mutual Funds must ensure that the product label is displayed prominently on the front page of initial offering application forms, Key Information Memorandum (KIM), Scheme Information Documents (SIDs), and common application forms. Additionally, the product label must be incorporated in scheme advertisements in a way that is prominently visible to investors.",
          "rationale": "Providing clear and prominent product labeling ensures that investors are fully informed about the mutual fund schemes they are investing in, which contributes to better investor protection and transparency in disclosure processes.",
          "page_numbers": "409, 410"
        },
        {
          "checklist_title": "Disclose Risk Levels via Riskometer",
          "checklist_description": "Mutual Funds must disclose the risk level of their schemes as depicted by the 'Riskometer.' This includes assigning risk levels at the launch of the scheme, communicating any changes through Notices and Addendums, and notifying unitholders via email or SMS. Monthly risk assessments must be disclosed on the AMC's and AMFI's websites, with an annual disclosure listing the risk level changes over the year.",
          "rationale": "Regularly updating and disclosing the risk level helps investors to make informed decisions and assess the suitability of the product, while promoting accountability and transparency from the mutual fund companies.",
          "page_numbers": "406, 407, 408, 409, 410"
        },
        {
          "checklist_title": "Notify Changes in Risk Classification",
          "checklist_description": "Any change in the 'Riskometer' at the scheme level must be communicated to unitholders through SMS and a website notice referred to in these communications. It should be specified that such change is not a fundamental attribute change and the classification of funds in the Potential Risk Class Matrix must be communicated similarly.",
          "rationale": "Ensures investors are kept informed of any changes in risk levels without it misleading them as a fundamental change, thus maintaining transparency and trust.",
          "page_numbers": "410"
        },
        {
          "checklist_title": "Include Scheme-Wise Risk Changes in Annual Reports",
          "checklist_description": "Mutual Funds are required to publish a summary table of scheme-wise changes to the Riskometer in their annual reports and abridged summaries.",
          "rationale": "Including a detailed record of risk changes throughout the year gives investors a comprehensive view of how the risk level of their investments have been managed and evolved over the period, allowing for greater transparency and informed decision-making.",
          "page_numbers": "408"
        },
        {
          "checklist_title": "Issue Suitability Disclaimer",
          "checklist_description": "Mutual Funds are responsible for disclosing a disclaimer advising investors to consult their financial advisors if they are unclear about the suitability of the product when accessing the Product Label on key documents like KIM, SID, and advertisements.",
          "rationale": "Encourages investors to seek professional advice before investing if uncertain, promoting responsible investing behavior and ensuring investors are aware of and understand the risks involved.",
          "page_numbers": "409"
        }
      ]
    }
  }
]