[
  {
    "page_range": "8-17",
    "extraction": {
      "items": [
        {
          "checklist_title": "Mandatory Offer Document Structure and Format",
          "checklist_description": "The Offer Document for all mutual fund schemes must include a Scheme Information Document (SID) and a Statement of Additional Information (SAI) in prescribed formats, as per sequence mandated by SEBI. Updated formats will be mandatory from June 1, 2024.",
          "rationale": "Ensures that investors have access to comprehensive, organized, and standardized information regarding the mutual fund scheme characteristics, objectives, and structure.",
          "page_numbers": "8-9",
          "category": "Scheme Information Disclosure"
        },
        {
          "checklist_title": "Online Availability of Updated SIDs",
          "checklist_description": "All updated SIDs shall be made available on SEBI, AMFI, and respective AMC websites within specified timelines.",
          "rationale": "Enables investors to easily access the most current fund information to aid in decision-making.",
          "page_numbers": "10",
          "category": "Investor Communication"
        },
        {
          "checklist_title": "Key Information Memorandum (KIM) Preparation and Distribution",
          "checklist_description": "AMCs are required to prepare and distribute a Key Information Memorandum (KIM), which must be updated at least once every half-year and printed in at least 7-point font size for readability.",
          "rationale": "Ensures that key information about the fund is readily available and easily understandable for investors.",
          "page_numbers": "16",
          "category": "Scheme Information Disclosure"
        },
        {
          "checklist_title": "Mandatory Benchmark Selection for Scheme Performance",
          "checklist_description": "Equity-oriented schemes must select an appropriate benchmark index like BSE Sensex, S&P CNX Nifty, etc., and debt or balanced schemes must use benchmarks from recognized rating agencies.",
          "rationale": "Provides investors with a standard for comparing scheme performance against market indices, aiding in investment evaluation.",
          "page_numbers": "16-17",
          "category": "NAV and Performance Disclosure"
        },
        {
          "checklist_title": "Draft SID Filing and Public Availability Requirement",
          "checklist_description": "Filing of Draft SIDs must be done with SEBI and made available on SEBI’s website for public viewing for a minimum of 21 working days. This includes a requirement for mutual funds to submit a digital and a printed undertaking certifying the accuracy of the SID file.",
          "rationale": "Ensures transparency and allows regulators and the public to review and comment on the fund information, maintaining a level of accountability for the AMC.",
          "page_numbers": "10-11",
          "category": "Scheme Information Disclosure"
        }
      ]
    }
  },
  {
    "page_range": "18-26",
    "extraction": {
      "items": [
        {
          "checklist_title": "Benchmark Disclosure for NAV and Performance",
          "checklist_description": "Mutual funds must disclose benchmarks for schemes, including first and second tier benchmarks where applicable. Benchmarks should be reflective of the scheme's category and management strategy, and must be based on Total Return Indices.",
          "rationale": "To ensure uniformity and transparency in performance measurement, allowing investors to make informed decisions based on standardized benchmarks.",
          "page_numbers": "18-19",
          "category": "NAV and Performance Disclosure"
        },
        {
          "checklist_title": "Disclosure of Redemption Restrictions",
          "checklist_description": "Mutual funds must disclose prominently in scheme documents the potential for restrictions on redemptions, the specific circumstances under which such restrictions can be applied, and the duration for which they can be imposed.",
          "rationale": "To protect investor interests by outlining the conditions for redemption restrictions and ensuring investors are aware of potential limitations in extreme market conditions.",
          "page_numbers": "22-23",
          "category": "Redemption and Exit"
        },
        {
          "checklist_title": "Fundamental Attributes Disclosure",
          "checklist_description": "Disclose fundamental attributes of schemes, including scheme type (open, close, interval), investment objectives, investment pattern, liquidity provisions, fees and expenses, and any safety nets or guarantees.",
          "rationale": "To provide investors with a clear understanding of the scheme's characteristics and terms, which are essential for making informed investment choices.",
          "page_numbers": "24-25",
          "category": "Scheme Information Disclosure"
        },
        {
          "checklist_title": "Application Processing Timelines",
          "checklist_description": "Applications for changes in fundamental attributes, mergers, rollovers, and conversions are deemed approved within 21 working days unless SEBI raises queries. This must be in compliance with all relevant SEBI regulations and circulars.",
          "rationale": "To ensure transparent and timely communication of regulatory compliance and changes, fostering investor confidence in the regulatory processes.",
          "page_numbers": "21-22",
          "category": "Regulatory Compliance"
        }
      ]
    }
  },
  {
    "page_range": "91-100",
    "extraction": {
      "items": [
        {
          "checklist_title": "Stress Testing for Liquid Funds and MMMFs",
          "checklist_description": "Asset Management Companies (AMCs) must have a stress testing policy in place for Liquid Fund and Money Market Mutual Fund Schemes. Stress tests should evaluate interest rate risk, credit risk, and liquidity & redemption risk, among others, and the impact on the scheme and its Net Asset Value (NAV).",
          "rationale": "To identify potential vulnerabilities in the portfolio and provide early warnings, reinforcing the robustness of these schemes.",
          "page_numbers": "92-93",
          "category": "Risk Disclosure"
        },
        {
          "checklist_title": "Disclosure of Segregated Portfolios",
          "checklist_description": "Mutual Funds must disclose the implementation of a segregated portfolio to handle credit events. This disclosure must cover the rationale, impact on investor holdings, and whether trustees approved the segregation.",
          "rationale": "Ensures investors are informed about the segregation due to credit events and its impact on their investments, allowing for informed decision-making.",
          "page_numbers": "97-99",
          "category": "Risk Disclosure"
        },
        {
          "checklist_title": "Criteria for Segregated Portfolio Creation",
          "checklist_description": "In the event of a credit event causing the creation of a segregated portfolio, the AMC must disclose the criteria and methodology used for the segregation in scheme-related documents and public releases.",
          "rationale": "To ensure transparency in processes related to portfolio segregation, ultimately impacting investor trust and decision-making.",
          "page_numbers": "94-96",
          "category": "Risk Disclosure"
        },
        {
          "checklist_title": "Daily NAV Disclosure for Segregated Portfolios",
          "checklist_description": "The Net Asset Value (NAV) for both segregated and main portfolios must be disclosed daily following the creation of a segregated portfolio.",
          "rationale": "Provides investors with accurate, up-to-date information on the value of their holdings, essential for making informed investment decisions.",
          "page_numbers": "99-100",
          "category": "NAV and Performance Disclosure"
        },
        {
          "checklist_title": "Portfolio Disclosure Including Segregation",
          "checklist_description": "The creation of a segregated portfolio must be reflected in all related documents including monthly and half-yearly portfolio disclosures and annual reports.",
          "rationale": "Ensures comprehensive disclosure of portfolio changes due to segregation to current and potential investors.",
          "page_numbers": "100",
          "category": "Portfolio Disclosure"
        },
        {
          "checklist_title": "SID Provisions for Segregated Portfolios with Special Features",
          "checklist_description": "The Scheme Information Document (SID) must include provisions for creating a segregated portfolio for handling special features such as subordination to equity or conversion to equity.",
          "rationale": "To inform investors of potential portfolio changes and the framework being employed to manage such events.",
          "page_numbers": "96-97",
          "category": "Scheme Information Disclosure"
        },
        {
          "checklist_title": "Investor Notification on Segregated Portfolio",
          "checklist_description": "Upon the creation of a segregated portfolio, a statement indicating units held by investors in both the segregated and main portfolio, along with the respective NAVs, must be communicated within 5 working days.",
          "rationale": "Ensures timely communication with investors, allowing them to understand the impact of segregation on their holdings.",
          "page_numbers": "100",
          "category": "Investor Communication"
        },
        {
          "checklist_title": "Valuation Post Credit Event and Segregation",
          "checklist_description": "Valuation principles must reflect the impact of a credit event with fair valuation of assets, especially with the creation of a segregated portfolio.",
          "rationale": "Maintains transparency and accuracy in asset valuation post-credit event, crucial for investor trust and decision-making.",
          "page_numbers": "98",
          "category": "Valuation Disclosure"
        }
      ]
    }
  },
  {
    "page_range": "101-110",
    "extraction": {
      "items": [
        {
          "checklist_title": "TER Disclosure for Segregated Portfolios",
          "checklist_description": "AMCs (Asset Management Companies) are prohibited from charging investment and advisory fees on segregated portfolios. However, they can levy Total Expense Ratio (TER), excluding these fees, on a pro-rata basis upon recovery of investments in the segregated portfolio. This TER must not exceed the average expenses (excluding investment and advisory fees) charged on the main portfolio during the period the segregated portfolio was in existence. Additionally, legal charges related to recovery can be charged but within the maximum TER limit applicable to the main portfolio.",
          "rationale": "To ensure fair treatment of investors regarding the fees charged on segregated portfolios and avoid additional fees unrelated to efforts of recovery or maintaining investments in the main portfolio.",
          "page_numbers": "101",
          "category": "Fee and Expense Disclosure"
        },
        {
          "checklist_title": "Liquid Assets Holding Requirement Disclosure",
          "checklist_description": "Liquid Funds shall hold at least 20% of their net assets in liquid assets such as Cash, Government Securities, T-bills, and Repo on Government Securities. This requirement must be met before making any new investments if exposure falls below the threshold.",
          "rationale": "Ensuring liquidity and managing risk in liquid and overnight funds by maintaining a minimum exposure to liquid assets.",
          "page_numbers": "103",
          "category": "Risk Disclosure"
        },
        {
          "checklist_title": "Exit Load Disclosure for Liquid Funds",
          "checklist_description": "Mutual Funds must levy an exit load on investors who exit a Liquid Fund within 7 days of their investment. AMFI will prescribe the minimum exit load on a graded basis in consultation with SEBI and ensure uniformity across the industry.",
          "rationale": "To discourage short-term speculative investments and maintain fund stability, a standard exit load is required for investors exiting liquid funds prematurely.",
          "page_numbers": "104",
          "category": "Redemption and Exit"
        },
        {
          "checklist_title": "Disclosure of Segregated Portfolio Provisions in SID",
          "checklist_description": "AMCs must make relevant disclosures in the Scheme Information Document (SID) if they wish to include a provision for a segregated portfolio in an existing scheme. This includes compliance with Regulation 18(15A) of SEBI regulations.",
          "rationale": "Ensures transparency and informed decision-making by investors regarding the potential use of segregated portfolios within an investment scheme.",
          "page_numbers": "103",
          "category": "Scheme Information Disclosure"
        },
        {
          "checklist_title": "Minimum Liquid Assets Requirement Disclosure for Debt Schemes",
          "checklist_description": "All open-ended debt schemes, except Overnight Fund, Liquid Fund, Gilt Fund, and Gilt Fund with 10-year constant duration, must hold at least 10% of their net assets in liquid assets, including Cash, Government Securities, T-bills, and Repo on Government Securities.",
          "rationale": "To maintain liquidity and manage risks associated with open-ended debt schemes by enforcing a minimum liquid asset holding.",
          "page_numbers": "104",
          "category": "Risk Disclosure"
        }
      ]
    }
  },
  {
    "page_range": "111-115",
    "extraction": {
      "items": [
        {
          "checklist_title": "Regular Portfolio Disclosure",
          "checklist_description": "Mutual Funds/ AMCs shall disclose the portfolio (along with ISIN) as on the last day of the month / half-year for all their schemes on their respective website and on the website of AMFI. For debt schemes, such disclosure shall be done on a fortnightly basis. In addition to the portfolio, the yield of the instrument shall also be disclosed.",
          "rationale": "To provide investors with timely access to portfolio information, enhancing transparency and enabling informed investment decisions.",
          "page_numbers": "115",
          "category": "Portfolio Disclosure"
        },
        {
          "checklist_title": "Email Communication of Portfolio Statement",
          "checklist_description": "If email addresses are registered, Mutual Funds/ AMCs shall send both the monthly and half-yearly statement of the scheme portfolio via email to unit holders within 10 days from the close of each period.",
          "rationale": "To ensure investors receive regular updates on their investments, fostering transparency and trust.",
          "page_numbers": "115",
          "category": "Investor Communication"
        },
        {
          "checklist_title": "Half-yearly Portfolio Statement Advertisement",
          "checklist_description": "Mutual Funds/ AMCs shall publish an advertisement every half-year disclosing the hosting of the half-yearly statement of its schemes portfolio on their website and on AMFI's website. The advertisement must also provide modes like SMS, telephone, email, or written request through which unit holders can obtain a physical or electronic copy of the portfolio statement.",
          "rationale": "To ensure that investors are aware of how to access portfolio information, thereby enhancing accessibility and transparency.",
          "page_numbers": "115",
          "category": "Investor Communication"
        },
        {
          "checklist_title": "Swing Factor NAV Disclosure",
          "checklist_description": "Disclosures pertaining to NAV adjusted for swing factor, along with the performance impact, shall be made by the AMCs in their Scheme Information Documents (SIDs), and in scheme-wise Annual Reports and Abridged Summary. This information should also be prominently disclosed on their website if the swing pricing framework is applicable for the mutual fund scheme.",
          "rationale": "To provide investors with clear information on how NAV adjustments impact performance, especially during market dislocations.",
          "page_numbers": "114",
          "category": "NAV and Performance Disclosure"
        }
      ]
    }
  },
  {
    "page_range": "115-124",
    "extraction": {
      "items": [
        {
          "checklist_title": "Mandatory Monthly and Fortnightly Portfolio Disclosures",
          "checklist_description": "Mutual Funds/ AMCs must disclose the portfolio (alongside ISIN) for all their schemes as of the last day of the month/half-year on their respective website and on the AMFI website within 10 days from the end of each month/half-year. Disclosures for debt schemes should be made fortnightly within 5 days of each fortnight's end. It must be presented in a user-friendly and downloadable spreadsheet format and include the yield of instruments.",
          "rationale": "To maintain transparency and enable investors to make informed decisions regarding the schemes they are investing in by ensuring regular and detailed disclosure of portfolio holdings and metrics like yield, which are crucial for understanding the scheme's investments.",
          "page_numbers": "115",
          "category": "Portfolio Disclosure"
        },
        {
          "checklist_title": "Electronic Communication of Portfolio Statements",
          "checklist_description": "For investors whose email addresses are registered, the Mutual Funds/ AMCs must email both the monthly and half-yearly statement of the scheme portfolio within 10 days of the end of each month/half-year.",
          "rationale": "To ensure that investors have convenient and timely access to their scheme portfolios, fostering transparency and informed decision-making.",
          "page_numbers": "115",
          "category": "Portfolio Disclosure"
        },
        {
          "checklist_title": "Advertisement of Half-Yearly Portfolio Statements",
          "checklist_description": "Mutual Funds/ AMCs should publish half-yearly advertisements about the availability of the scheme portfolio statements online, informing investors how to request physical or electronic copies via various modes.",
          "rationale": "To enhance investor awareness about how they can access detailed information regarding their investments, thus supporting transparency and better investor engagement.",
          "page_numbers": "115",
          "category": "Portfolio Disclosure"
        },
        {
          "checklist_title": "Performance Disclosure of Mutual Fund Schemes",
          "checklist_description": "AMCs must disclose the performance of all schemes on the AMFI website, including scheme returns versus benchmark returns (Total Return Index) in terms of CAGR for various periods like 1 year, 3 years, 5 years, 10 years, and since inception.",
          "rationale": "Providing comparative performance information helps investors evaluate the schemes against benchmarks and make informed investment decisions.",
          "page_numbers": "123",
          "category": "NAV and Performance Disclosure"
        },
        {
          "checklist_title": "Short-duration Performance Disclosure",
          "checklist_description": "Performance of schemes such as overnight fund, liquid fund, ultrashort duration fund, low duration fund, and money market fund should also include disclosures for periods of 7 days, 15 days, 1 month, 3 months, and 6 months.",
          "rationale": "These disclosures ensure added transparency and help investors track short-term performance which is critical in evaluating such short-duration funds.",
          "page_numbers": "124",
          "category": "NAV and Performance Disclosure"
        },
        {
          "checklist_title": "Daily Updated Performance Metrics",
          "checklist_description": "Performance information should be updated daily based on the previous day NAV and displayed in a format that allows filtering by scheme type, plan type, etc., and sorting by return periods.",
          "rationale": "Frequent updates and user-friendly formats aid investors in monitoring performance closely and facilitate timely decision-making.",
          "page_numbers": "124",
          "category": "NAV and Performance Disclosure"
        },
        {
          "checklist_title": "Expense Ratio Disclosure for FoF Schemes",
          "checklist_description": "In case of FoF schemes, the expense ratio of the underlying scheme(s) must be disclosed.",
          "rationale": "Disclosing the expense ratios of underlying funds in Fund of Funds (FoF) schemes provides transparency on the actual costs borne by investors.",
          "page_numbers": "122",
          "category": "Fee and Expense Disclosure"
        },
        {
          "checklist_title": "Impact of Expense Ratio Illustration",
          "checklist_description": "An illustration of the impact of expense ratios on scheme returns should be provided in the SID, using a simple example.",
          "rationale": "To ensure that investors understand the impact of expense ratios on investment returns, enabling informed investment choices.",
          "page_numbers": "123",
          "category": "Fee and Expense Disclosure"
        },
        {
          "checklist_title": "Disclosure of Fund Manager Tenure",
          "checklist_description": "AMCs should disclose the tenure for which the fund manager has managed the scheme, along with the manager's name in the offer documents (SID/KIM) of mutual fund schemes.",
          "rationale": "The knowledge about fund manager tenure offers investors insight into the management stability and style, influencing their trust and investment decisions.",
          "page_numbers": "122",
          "category": "Scheme Information Disclosure"
        },
        {
          "checklist_title": "Annual Report and Abridged Summary Distribution",
          "checklist_description": "AMCs must provide the annual report or an abridged summary thereof on their website, and email copies to unit holders with registered email addresses. Physical copies should be available at the registered offices and on request.",
          "rationale": "Transparency through the availability of detailed financial and operational information helps investors stay informed about the fund's performance and governance.",
          "page_numbers": "117",
          "category": "Investor Communication"
        }
      ]
    }
  },
  {
    "page_range": "125-134",
    "extraction": {
      "items": [
        {
          "checklist_title": "Portfolio Details with Risk-O-Meter",
          "checklist_description": "Mutual Funds/AMCs must send the details of the scheme portfolio via email for the schemes in which unit holders are invested. The disclosure should include the scheme risk-o-meter, name of benchmark, and risk-o-meter of the benchmark in the fortnightly, monthly, and half-yearly statement of scheme portfolio.",
          "rationale": "Ensures transparency and helps investors understand the risk profile of their investments in the scheme portfolio they are invested in.",
          "page_numbers": "130",
          "category": "Portfolio Disclosure"
        },
        {
          "checklist_title": "Risk-O-Meter Disclosure",
          "checklist_description": "Mutual Funds/AMCs are required to disclose the risk-o-meter for the scheme wherever its performance is disclosed, and the risk-o-meter for the scheme and benchmark wherever the performance vis-à-vis the benchmark is disclosed. The risk-o-meter for the benchmark must be displayed on the front page of initial offering application form, Scheme Information Document (SID), and Key Information Memorandum (KIM).",
          "rationale": "Provides investors with a clear understanding of the risk associated with their investments and how they compare to the benchmark.",
          "page_numbers": "129",
          "category": "Risk Disclosure"
        },
        {
          "checklist_title": "Scheme Performance and Risk Disclosure",
          "checklist_description": "The risk-o-meter of each scheme must be disclosed wherever the scheme's performance is shown.",
          "rationale": "Enhances investor understanding of the relationship between risk and performance for informed decision-making.",
          "page_numbers": "129-130",
          "category": "NAV and Performance Disclosure"
        },
        {
          "checklist_title": "Investor Complaint Disclosure",
          "checklist_description": "Mutual Funds must disclose details of investor complaints received from all sources on their websites, AMFI website, and in their Annual Reports. These details should be vetted and signed off by the Trustees and updated monthly.",
          "rationale": "Promotes transparency and accountability in addressing investor concerns.",
          "page_numbers": "127",
          "category": "Investor Communication"
        },
        {
          "checklist_title": "Monthly Cumulative Report Submission",
          "checklist_description": "Mutual Funds must submit a Monthly Cumulative Report (MCR) to SEBI by the 3rd working day of each month, reporting details of new schemes launched and overseas investments.",
          "rationale": "Ensures SEBI is informed about key fund activities and helps in regulatory oversight.",
          "page_numbers": "131",
          "category": "Regulatory Compliance"
        },
        {
          "checklist_title": "Executive Remuneration Disclosure",
          "checklist_description": "AMC must disclose remuneration of the CEO, CIO, COO, the top ten highly paid employees, and any employee earning over the specified limits, along with the ratio of CEO's remuneration to the median employee remuneration.",
          "rationale": "Facilitates transparency in remuneration practices.",
          "page_numbers": "126-127",
          "category": "Fee and Expense Disclosure"
        }
      ]
    }
  },
  {
    "page_range": "135-138",
    "extraction": {
      "items": [
        {
          "checklist_title": "Half-yearly Trustee Report Disclosure",
          "checklist_description": "The half-yearly report on the activities of the mutual fund must include all issues mentioned in the prescribed format as well as any other issues relevant to the operation of the Mutual Fund. This report must state that the Trustees are satisfied with the adequacy of compliance systems in the Mutual Fund.",
          "rationale": "To ensure transparency and provide the Board with a complete view of the mutual fund's operations and compliance status, thereby supporting investor protection and confidence.",
          "page_numbers": "135",
          "category": "Regulatory Compliance"
        },
        {
          "checklist_title": "Annual Information Return (AIR) Submission",
          "checklist_description": "Trustees of Mutual Funds or authorized persons must submit an Annual Information Return (AIR) to the Income Tax Department, detailing specified financial transactions including the PAN of involved parties, as required under section 285 BA of the Income Tax Act.",
          "rationale": "To comply with tax regulations and ensure accurate reporting of financial transactions for tax purposes, enhancing transparency and accountability.",
          "page_numbers": "136",
          "category": "Regulatory Compliance"
        },
        {
          "checklist_title": "Quarterly Data Submission to SEBI",
          "checklist_description": "Mutual Funds must submit daily data in a monthly file on a quarterly basis to SEBI, within 10 calendar days from the quarter's end, to monitor compliance with SEBI (Mutual Funds) Regulations and related circulars.",
          "rationale": "To maintain ongoing oversight and monitoring of mutual fund activities, ensuring adherence to regulatory norms.",
          "page_numbers": "137",
          "category": "Regulatory Compliance"
        },
        {
          "checklist_title": "Audit and Internal Controls Oversight",
          "checklist_description": "An Audit Committee must be established by the AMC to review and oversee financial reporting processes, internal controls, compliance to laws and regulations, and audit processes related specifically to the operation of its Mutual Fund business.",
          "rationale": "To ensure the integrity of financial reporting and internal control systems, enhancing investor confidence and protection.",
          "page_numbers": "138",
          "category": "Valuation Disclosure"
        }
      ]
    }
  },
  {
    "page_range": "216-225",
    "extraction": {
      "items": [
        {
          "checklist_title": "Default Classification and Reporting",
          "checklist_description": "A money market or debt security shall be classified as 'Default' if the interest and/or principal amount has not been received on the due date or when such security has been downgraded to 'Default' grade by a Credit Rating Agency (CRA). Asset Management Companies (AMCs) must promptly inform valuation agencies and Credit Rating Agencies (CRAs) about any instance of non-receipt of payment of interest and/or principal amount, either partially or in full, in any security.",
          "rationale": "To ensure accurate valuation and risk assessment of securities by informing valuation agencies of defaults, thereby aligning financial representations with real-time credit risk assessments.",
          "page_numbers": "218",
          "category": "Valuation Disclosure"
        },
        {
          "checklist_title": "Valuation of Non-Traded Securities",
          "checklist_description": "Securities not traded on any Stock Exchange on a particular valuation day should be valued using the last traded price on the earliest previous day, provided this date is not more than thirty days prior to the valuation date.",
          "rationale": "This ensures that asset values remain current and reflective of the most recent market transactions, reducing the risk of outdated valuations influencing investor decisions.",
          "page_numbers": "218",
          "category": "Valuation Disclosure"
        },
        {
          "checklist_title": "Valuation of Non-Traded and Thinly Traded Equity Securities",
          "checklist_description": "For non-traded and/or thinly traded equity securities, AMCs must calculate Net Worth per share based on the latest available Balance Sheet using specified criteria. Specific valuation norms include adjusting the industry average P/E ratio by 75% to account for illiquidity and arriving at the fair value per share.",
          "rationale": "Provides a standardized approach to valuing less liquid securities, ensuring fair valuation while accounting for market conditions and company financials.",
          "page_numbers": "219",
          "category": "Valuation Disclosure"
        },
        {
          "checklist_title": "Short-Term Securities Valuation",
          "checklist_description": "Amortization-based valuation is permissible for money market and debt securities with residual maturity up to 30 days. This calculated price will be compared with the reference price, which is the average of the security-level prices provided by the agency(ies) appointed by AMFI. Use the amortized price only if it falls within a –0.025% to +0.025% band of the reference price.",
          "rationale": "Ensures precision in valuation of short-term securities, minimizing discrepancies that could impact fund NAVs unfairly.",
          "page_numbers": "220-221",
          "category": "Valuation Disclosure"
        },
        {
          "checklist_title": "Valuation of Long-Term Debt and Money Market Securities",
          "checklist_description": "For money market and debt securities with residual maturity over 30 days, the valuation must be based on the average security-level prices from valuation agencies. If such prices are unavailable for a new security, it may be valued at purchase yield on the date of allotment/purchase.",
          "rationale": "Facilitates consistent and reliable pricing for long-term securities, preventing undervaluation or overvaluation which could mislead investors.",
          "page_numbers": "221",
          "category": "Valuation Disclosure"
        },
        {
          "checklist_title": "Adopting Waterfall Valuation Methodology",
          "checklist_description": "Incorporate a waterfall approach for pricing in valuation disclosures, which must include the valuation of traded securities by traded yields, using VWAY for different types of securities, and handling exceptional events. All trades on Stock Exchanges and trade reporting platforms should be used for same-day valuation.",
          "rationale": "Incorporating a rigorous, structured approach to valuation ensures transparency and accuracy, thereby fostering investor confidence.",
          "page_numbers": "222-224",
          "category": "Valuation Disclosure"
        },
        {
          "checklist_title": "Deviations from Valuation Guidelines",
          "checklist_description": "AMCs are responsible for the true and fair valuation and correct NAV representation. If an AMC deviates from prices given by valuation agencies, they must record a detailed rationale for the deviation, including security details, comparison with valuation agency price, and impact on scheme NAV. This must be reported to the Board of AMC and Trustees.",
          "rationale": "Ensures accountability and transparency in the valuation process, thereby maintaining fairness and investor confidence in NAV reflecting true market values.",
          "page_numbers": "225",
          "category": "Valuation Disclosure"
        }
      ]
    }
  },
  {
    "page_range": "226-235",
    "extraction": {
      "items": [
        {
          "checklist_title": "Valuation of Below Investment Grade Securities",
          "checklist_description": "All money market and debt securities rated below investment grade must be valued at the price provided by valuation agencies. Until agencies compute a valuation, indicative haircuts provided by these agencies shall be used. Any deviation from these prices by AMCs must be rationalized, recorded, and disclosed.",
          "rationale": "To ensure uniformity and consistency in the valuation of below investment grade securities across the mutual fund industry, and to maintain transparency for investors.",
          "page_numbers": "226-228",
          "category": "Valuation Disclosure"
        },
        {
          "checklist_title": "Valuation of Securities with Call Options",
          "checklist_description": "Securities with call options must be valued at the lowest of values obtained by valuing to final maturity and valuing to call options. If multiple call options exist, the lowest value must be used.",
          "rationale": "To ensure accurate valuation that considers all possible call prices, protecting investor interests.",
          "page_numbers": "229",
          "category": "Valuation Disclosure"
        },
        {
          "checklist_title": "Valuation of Securities with Put Options",
          "checklist_description": "Securities with put options must be valued at the highest of values obtained by valuing to final maturity and to put options. For multiple put options, the highest value must be taken.",
          "rationale": "To ensure the valuation represents the best possible outcome for the scheme, considering all put options.",
          "page_numbers": "230",
          "category": "Valuation Disclosure"
        },
        {
          "checklist_title": "Disclosure of Valuation Deviation Instances",
          "checklist_description": "AMCs must disclose the total number of deviation instances in the monthly and half-yearly portfolio statements, along with an exact link to their website where the deviation details are available.",
          "rationale": "To provide transparency and ensure investors are informed about deviations in valuation practices.",
          "page_numbers": "226",
          "category": "Portfolio Disclosure"
        },
        {
          "checklist_title": "Disclosure of Valuation Discrepancies",
          "checklist_description": "AMCs must disclose any deviation from valuation agency prices for securities rated below investment grade, including the rationale, security information (ISIN, issuer name, rating), and impact on scheme NAV to investors. All instances must be disclosed under a separate head on the AMC's website.",
          "rationale": "To maintain transparency with investors about the valuation methodologies and any deviations that may affect investment outcomes.",
          "page_numbers": "228",
          "category": "Valuation Disclosure"
        },
        {
          "checklist_title": "Valuation of Government Securities",
          "checklist_description": "Valuation of Government Securities must be based on security level prices from valuation agencies, regardless of residual maturity.",
          "rationale": "Standardizes the valuation process for government securities to ensure consistent NAV calculation across mutual funds.",
          "page_numbers": "233",
          "category": "Valuation Disclosure"
        },
        {
          "checklist_title": "Disclosure and Limits on Illiquid Securities",
          "checklist_description": "Illiquid securities defined as non-traded, thinly traded, and unlisted equity shares cannot exceed 15% of a scheme's total assets. Over this threshold, they must be assigned zero value. AMCs must disclose total illiquid securities as of March 31 and September 30 in half-yearly portfolios, with an asterisk against such investments.",
          "rationale": "To limit risk exposure to illiquid assets and enhance transparency about the liquidity profile of mutual fund investments.",
          "page_numbers": "234",
          "category": "Valuation Disclosure"
        }
      ]
    }
  },
  {
    "page_range": "236-243",
    "extraction": {
      "items": [
        {
          "checklist_title": "Daily Transaction Disclosure of Debt and Money Market Securities",
          "checklist_description": "All AMCs shall provide transaction details, including inter scheme transfers, of money market and debt securities on a daily basis to the agency entrusted for providing the benchmark yield/matrix of spread over risk-free benchmark yield. The disclosures shall be settlement date wise on a daily basis with a time lag of 15 days, and they should be in a comparable, downloadable (spreadsheet) and machine-readable format.",
          "rationale": "Improves uniformity and accuracy of valuation in the mutual funds industry by facilitating the generation of daily valuation matrices.",
          "page_numbers": "240-241",
          "category": "Valuation Disclosure"
        },
        {
          "checklist_title": "Clear Disclosure of Scheme Fees and Expenses",
          "checklist_description": "Trustees and Asset Management Companies must ensure that all expenses charged to the scheme are clearly identified and disclosed in the offer document, and they are strictly in conformity with the SEBI Regulation. Additional Total Expense Ratio (TER) can be charged up to 30 basis points on daily net assets of the scheme under specific conditions about inflows from retail investors beyond top 30 cities.",
          "rationale": "Ensures transparency and compliance with regulatory limits, allowing investors to understand the cost structure of the mutual fund scheme.",
          "page_numbers": "243",
          "category": "Fee and Expense Disclosure"
        },
        {
          "checklist_title": "Prohibition on Using Own Trades for Valuation",
          "checklist_description": "Mutual Funds shall not use their own trades for the valuation of debt and money market securities and for inter-scheme transfers.",
          "rationale": "Addresses the potential misuse of own trades for valuation, ensuring fairness and accuracy in the valuation process.",
          "page_numbers": "238-239",
          "category": "Valuation Disclosure"
        },
        {
          "checklist_title": "Disclosure of Changes to Investment Terms",
          "checklist_description": "Any changes to the terms of an investment, including extensions in the maturity of a money market or debt security, must be reported to valuation agencies and SEBI registered Credit Rating Agencies immediately, along with reasons for such changes. An extension in maturity shall result in the security being treated as 'Default' for valuation purposes.",
          "rationale": "Ensures transparency and forces a reassessment of risks, maintaining the integrity of the investment's valuation.",
          "page_numbers": "240",
          "category": "Valuation Disclosure"
        }
      ]
    }
  },
  {
    "page_range": "243-252",
    "extraction": {
      "items": [
        {
          "checklist_title": "Transparency in Scheme Expenses",
          "checklist_description": "Asset Management Companies must disclose all expenses charged to a scheme clearly identified in the offer document, ensuring they strictly conform to the regulations set forth by SEBI.",
          "rationale": "To ensure investors have a clear understanding of all costs involved in investing in a mutual fund scheme, enhancing informed decision-making and ensuring compliance with specified regulations.",
          "page_numbers": "243",
          "category": "Fee and Expense Disclosure"
        },
        {
          "checklist_title": "Total Expense Ratio Disclosure Requirements",
          "checklist_description": "AMCs must disclose the Total Expense Ratio (TER) prominently on a daily basis, separately on their website and AMFI's website, excluding infrastructure debt fund schemes. Any changes in the base TER must be communicated to investors through notice (via email or SMS) three working days prior to the change.",
          "rationale": "To maintain transparency in cost disclosures and keep investors informed about any changes in expenses that might affect their investment returns.",
          "page_numbers": "245-246",
          "category": "Fee and Expense Disclosure"
        },
        {
          "checklist_title": "Disclosure of Payment Source for Scheme Expenses",
          "checklist_description": "Disclose that all scheme related expenses including commissions are to be paid from the scheme only within regulatory limits and not from the books of AMCs or any other entity, unless specific allowances for small value expenses are applicable.",
          "rationale": "To ensure investors are aware of how their investments are used and to maintain transparent allocation of expenses within regulatory limits.",
          "page_numbers": "247",
          "category": "Fee and Expense Disclosure"
        },
        {
          "checklist_title": "Pre-notification of TER Changes to Investors",
          "checklist_description": "Communicate any change in the base Total Expense Ratio (TER) at least three working days before implementation through notice via email or SMS to investors. Update the change three working days prior in the specified website section.",
          "rationale": "Early communication ensures that investors can make informed decisions based on the latest cost information.",
          "page_numbers": "246",
          "category": "Investor Communication"
        },
        {
          "checklist_title": "Disclosure of Geographical Penetration Efforts",
          "checklist_description": "Trustees of Mutual Funds must disclose in their half-yearly trustee report to SEBI the details of efforts to increase geographical penetration of mutual funds, including opening new branches beyond the top 30 cities.",
          "rationale": "To promote broader access to mutual funds and transparency about efforts to reach underrepresented areas.",
          "page_numbers": "246-247",
          "category": "Investor Communication"
        }
      ]
    }
  },
  {
    "page_range": "253-261",
    "extraction": {
      "items": [
        {
          "checklist_title": "Major Expenditure Disclosure",
          "checklist_description": "Each item of expenditure accounting for more than 10% of total expenditure must be disclosed in the accounts or the notes of the schemes.",
          "rationale": "To ensure transparency in the fees and expenditures that significantly impact the management and operations of the mutual fund schemes, facilitating better investor decision-making.",
          "page_numbers": "253",
          "category": "Fee and Expense Disclosure"
        },
        {
          "checklist_title": "Dividend Distribution and Disclosure",
          "checklist_description": "AMCs must ensure that offer documents clearly disclose that dividend amounts can be distributed out of investors' capital (Equalization Reserve), and a clear segregation between income distribution (appreciation on NAV) and capital distribution (Equalization Reserve) must be made in the Consolidated Account Statement provided to investors.",
          "rationale": "To provide clarity and transparency to investors on the sources of distributed dividends, enabling investors to understand the implications on their investment returns.",
          "page_numbers": "261",
          "category": "Dividend and Distribution"
        },
        {
          "checklist_title": "Exit Load Parity",
          "checklist_description": "While charging exit loads, no distinction should be made among unit holders based on the amount of subscription. Any imposition or enhancement in the load shall apply only to prospective investments.",
          "rationale": "To ensure equitable treatment of all investors regardless of their investment size and maintain transparency on exit load charges.",
          "page_numbers": "259",
          "category": "Redemption and Exit"
        },
        {
          "checklist_title": "Disclosure on Load for Bonus and Reinvestment Units",
          "checklist_description": "Mutual Fund schemes are required to include in their Scheme Information Document (SID) disclosures about not charging entry and/or exit load on bonus units and units allotted on reinvestment of dividends.",
          "rationale": "This ensures investors are aware that certain units are exempt from additional charges, promoting transparency about the cost structure and affecting investor decisions.",
          "page_numbers": "258",
          "category": "Fee and Expense Disclosure"
        },
        {
          "checklist_title": "Commission Disclosure to Investors",
          "checklist_description": "The scheme application forms must include a suitable disclosure that the upfront commission to distributors will be paid by the investor directly based on the service received.",
          "rationale": "Empowering investors to assess services received and decide on commissions, leading to informed investment choices.",
          "page_numbers": "255",
          "category": "Investor Communication"
        }
      ]
    }
  },
  {
    "page_range": "320-328",
    "extraction": {
      "items": [
        {
          "checklist_title": "Dividend Disclosure in Advertisements",
          "checklist_description": "Advertisements must disclose dividends declared or paid per unit along with the face value of each unit of that scheme and the prevailing NAV at the time of declaration of the dividend.",
          "rationale": "This requirement ensures transparency regarding dividend distributions, helping investors to understand the impact of dividends on their investment value.",
          "page_numbers": "320",
          "category": "Dividend and Distribution"
        },
        {
          "checklist_title": "Performance Advertisement Standards",
          "checklist_description": "Performance of Mutual Fund schemes must be advertised in terms of CAGR for the past 1 year, 3 years, 5 years, and since inception. Point-to-point returns on a standard investment of Rs. 10,000/- should also be provided in addition to CAGR.",
          "rationale": "Provides standardized performance metrics that enable investors to easily compare fund performance over different time horizons.",
          "page_numbers": "321",
          "category": "NAV and Performance Disclosure"
        },
        {
          "checklist_title": "Regular vs Direct Plan Performance",
          "checklist_description": "In performance advertisements, it should be specifically mentioned whether the performance disclosed is of the regular or direct plan of the Mutual Fund scheme, including a footnote about different expense structures of different plans.",
          "rationale": "Differentiating between regular and direct plans informs investors of potential performance variations due to differing fee structures.",
          "page_numbers": "321",
          "category": "NAV and Performance Disclosure"
        },
        {
          "checklist_title": "Debt Scheme Investment Policies",
          "checklist_description": "Mutual Funds/AMCs must disclose their credit evaluation policy for investments in debt securities, the list of sectors they will not invest in, types of instruments to be invested in, and the floors and ceilings in terms of sub-asset class/credit rating in SID/SAI and KIM without indicating the portfolio or yield directly or indirectly.",
          "rationale": "Disclosure of investment policies in debt schemes helps investors understand the risk framework and sectoral exposure of mutual fund investments.",
          "page_numbers": "326",
          "category": "Scheme Information Disclosure"
        },
        {
          "checklist_title": "Redemption Proceeds Transfer Timeline",
          "checklist_description": "Transfer of redemption or repurchase proceeds must be made within three working days from the date of redemption or repurchase. For schemes investing at least 80% of total assets in overseas investments, the transfer must occur within five working days.",
          "rationale": "Timely transfer of redemption proceeds is critical for investor satisfaction and liquidity, ensuring that investors can access their funds promptly.",
          "page_numbers": "328",
          "category": "Redemption and Exit"
        }
      ]
    }
  },
  {
    "page_range": "328-337",
    "extraction": {
      "items": [
        {
          "checklist_title": "Timely Transfer of Redemption Proceeds",
          "checklist_description": "The transfer of redemption or repurchase proceeds to the unitholders shall be made within three working days from the date of redemption or repurchase. For schemes investing at least 80% of total assets in permissible overseas investments, the transfer of proceeds shall be made within five working days from the date of redemption or repurchase. Exceptional circumstances and applicable timeframes are listed on the AMFI website.",
          "rationale": "Ensures that investors receive their money within a stipulated time, enhancing trust in mutual fund operations.",
          "page_numbers": "328",
          "category": "Redemption and Exit"
        },
        {
          "checklist_title": "Compensation for Delay in Proceeds",
          "checklist_description": "Interest for the delay in transfer of redemption, repurchase or dividend shall be payable to unitholders at the rate of 15% per annum along with the proceeds, borne by AMCs. Details must be sent to SEBI and disclosed to investors.",
          "rationale": "Compensates investors for the delay, ensuring fairness and accountability by the AMC.",
          "page_numbers": "329",
          "category": "Dividend and Distribution"
        },
        {
          "checklist_title": "Disclosure on Unclaimed Redemption and Dividend Amounts",
          "checklist_description": "AMCs must disclose the treatment of unclaimed redemption and dividend amounts. These amounts can be invested in specified schemes or used for investor education after three years. AMCs must publish lists of unclaimed amounts on their website and provide details in the periodic statements to investors.",
          "rationale": "Enhances transparency and urges AMCs to take responsibility for unclaimed investor amounts, facilitating recovery by rightful investors.",
          "page_numbers": "330-331",
          "category": "Redemption and Exit"
        },
        {
          "checklist_title": "Disclosure of Unclaimed Investor Funds",
          "checklist_description": "AMCs shall post the list of names and addresses of investors with unclaimed amounts on their website and AMFI shall maintain a consolidated industry list. This information is accessible upon providing adequate authentication credentials.",
          "rationale": "Encourages transparency and helps investors reclaim their funds, fostering trust between the investor and AMC.",
          "page_numbers": "331",
          "category": "Investor Communication"
        },
        {
          "checklist_title": "Regular Issuance of Consolidated Account Statement",
          "checklist_description": "AMCs must ensure the consolidated account statement for each calendar month is issued on or before the fifteenth day of the succeeding month. The CAS must include total purchase value, commission paid to distributors, and average Total Expense Ratio for each scheme.",
          "rationale": "Provides comprehensive and timely financial updates to investors, aiding in informed decision-making and analysis.",
          "page_numbers": "332-334",
          "category": "Investor Communication"
        },
        {
          "checklist_title": "Provision for Demat Holdings and ISIN Disclosure",
          "checklist_description": "AMCs shall obtain ISIN for each scheme option and quote it in all statements issued to investors. Investors must be provided the option to hold units in demat form across all schemes.",
          "rationale": "Facilitates easier trading and management of mutual fund units by investors, increasing transparency and accessibility.",
          "page_numbers": "332",
          "category": "Scheme Information Disclosure"
        },
        {
          "checklist_title": "Disclosure on Handling Default Investments at Scheme Maturity",
          "checklist_description": "In the event of default or illiquidity in a scheme's investments at maturity or closure, funds recovered should be distributed to investors if substantial; otherwise, they may be used for investor education post maturity or closure of the scheme.",
          "rationale": "Ensures investors are informed about the resolution and disposal of illiquid securities, maintaining transparency even when investments default.",
          "page_numbers": "336",
          "category": "Redemption and Exit"
        }
      ]
    }
  },
  {
    "page_range": "338-345",
    "extraction": {
      "items": [
        {
          "checklist_title": "NAV Calculation for Instant Access Facility (IAF)",
          "checklist_description": "Mutual Funds/AMCs must apply the lower of (i) NAV of the previous calendar day and (ii) NAV of the calendar day on which the IAF application is received for applications received up to 3:00 pm. For applications received after 3:00 pm, they must apply the lower of (i) NAV of the calendar day on which such application is received and (ii) NAV of the next calendar day.",
          "rationale": "Mandated NAV application timings ensure transparency and consistency in NAV calculations, impacting investor decisions on fund redemptions and performance assessments.",
          "page_numbers": "338",
          "category": "NAV and Performance Disclosure"
        },
        {
          "checklist_title": "Disclosure on Instant Access Facility",
          "checklist_description": "AMCs must disclose in scheme-related documents about the Instant Access Facility (IAF), including scenarios under which IAF may be suspended and processed as a normal redemption request.",
          "rationale": "Clear disclosure of IAF terms ensures that investors are aware of their liquidity options and the conditions under which these facilities can be altered, avoiding potential mis-selling.",
          "page_numbers": "339",
          "category": "Scheme Information Disclosure"
        },
        {
          "checklist_title": "E-wallet Investment Restrictions and Communication",
          "checklist_description": "AMCs must ensure all communications regarding e-wallet investments adhere to regulations, including the restriction of total subscriptions to INR 50,000 per Mutual Fund per financial year via e-wallets and compliance with KYC norms.",
          "rationale": "This requirement promotes transparency and ensures investors are informed about limits and compliance around using e-wallets for Mutual Fund transactions, impacting their investment choices.",
          "page_numbers": "340-341",
          "category": "Investor Communication"
        },
        {
          "checklist_title": "Regional Language Investor Education",
          "checklist_description": "It is mandatory for AMCs to make printed mutual fund literature and conduct awareness campaigns in regional languages for investor education.",
          "rationale": "Ensures wide accessibility of mutual fund information, allowing investors from diverse linguistic backgrounds to make informed investment decisions.",
          "page_numbers": "344",
          "category": "Investor Communication"
        }
      ]
    }
  }
]