[
  {
    "content": {
      "checklist_title": "Incorporation of Scheme-Specific Information in SID",
      "checklist_description": "The Scheme Information Document (SID) must incorporate all information pertaining to the particular scheme, following the prescribed format and sequence as mandated by SEBI. This includes details such as scheme objectives, investment pattern, fees, and other scheme-specific disclosures.",
      "rationale": "To ensure that investors receive comprehensive and standardized information about each mutual fund scheme, facilitating informed investment decisions."
    },
    "page_numbers": "Pages 1-40",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Certification of New Scheme by Trustees",
      "checklist_description": "The SID must disclose a certification from the Trustees stating that the scheme is a new product and not a minor modification of an existing scheme. The date of approval by the Trustees must also be disclosed.",
      "rationale": "To ensure that new schemes are distinctly identified and approved by Trustees, maintaining transparency and regulatory oversight."
    },
    "page_numbers": "Pages 1-40",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Standard Observations in SID and SAI",
      "checklist_description": "AMCs must incorporate all prescribed standard observations in the SID and Statement of Additional Information (SAI), clearly mentioning the page numbers where each observation is included.",
      "rationale": "To maintain a minimum level of disclosures and ensure consistency across mutual fund documents."
    },
    "page_numbers": "Pages 1-40",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Availability of SID and SAI to Investors and Distributors",
      "checklist_description": "The SID and SAI must be readily available with all distributors and Investor Service Centres (ISCs). Trustees and AMCs must confirm this availability to SEBI in their half-yearly trustee reports.",
      "rationale": "To facilitate easy access to scheme information for investors and intermediaries, promoting transparency."
    },
    "page_numbers": "Pages 1-40",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Benchmark Indices in SID",
      "checklist_description": "The SID must disclose the benchmark index or indices selected for the scheme, appropriate to the investment objective and portfolio. For equity schemes, recognized indices like BSE Sensex or NSE Nifty should be disclosed; for debt and balanced schemes, suitable indices recommended by AMFI should be used.",
      "rationale": "To provide investors with a clear basis for evaluating scheme performance relative to an appropriate market benchmark."
    },
    "page_numbers": "Pages 1-40",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Fundamental Attributes in SID",
      "checklist_description": "The SID must clearly disclose the fundamental attributes of the scheme, including type (open-ended/close-ended/interval), category (equity, debt, hybrid, etc.), investment objectives, tentative asset allocation with minimum and maximum limits, liquidity provisions, fees and expenses, and any guarantees or safety nets.",
      "rationale": "To ensure investors understand the essential characteristics and risks of the scheme."
    },
    "page_numbers": "Pages 1-40",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure Regarding Restriction on Redemption",
      "checklist_description": "The SID must prominently and extensively disclose the possibility of restrictions on redemption under exceptional circumstances, the conditions under which such restrictions may be imposed, the maximum duration (not exceeding 10 working days in any 90-day period), and the treatment of redemption requests up to INR 2 lakh.",
      "rationale": "To protect investors by informing them about potential liquidity constraints and the safeguards in place."
    },
    "page_numbers": "Pages 1-40",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of New Fund Offer (NFO) Period and Related Procedures",
      "checklist_description": "The SID must disclose the NFO period, which shall be open for a minimum of three working days (generally 15 days for open and close-ended schemes except ELSS), procedures for deployment of NFO proceeds (e.g., in triparty repo on government securities), and timelines for allotment and dispatch of account statements.",
      "rationale": "To provide clarity on subscription timelines and fund management during the NFO period."
    },
    "page_numbers": "Pages 1-40",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Procedures and Timelines for Filing and Updation of SID and KIM",
      "checklist_description": "The SID must reflect the procedures for filing draft and final SID with SEBI, including timelines for SEBI observations, updation of SID and Key Information Memorandum (KIM) at least once every half-year, and the requirement to file updated documents with SEBI and upload on AMC and AMFI websites.",
      "rationale": "To ensure that investors have access to current and accurate scheme information."
    },
    "page_numbers": "Pages 1-40",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Addendum for Changes in Scheme Details",
      "checklist_description": "In case of changes to the scheme (other than fundamental attributes), an addendum must be issued and displayed on the AMC website immediately, circulated to distributors and ISCs, and attached to all existing SID and KIM documents until updated versions are issued.",
      "rationale": "To keep investors and intermediaries informed of material changes in a timely manner."
    },
    "page_numbers": "Pages 1-40",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure Requirements on Conversion of Close-Ended Schemes to Open-Ended Schemes",
      "checklist_description": "The SID must be revised and updated to reflect the conversion, including filing a draft SID with SEBI, providing unit holders with a communication containing the latest portfolio, financial performance since inception, and addendum detailing modifications. Unit holders must be given at least 30 days to exit without exit load.",
      "rationale": "To protect investor interests and ensure transparency during scheme conversion."
    },
    "page_numbers": "Pages 1-40",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure Requirements on Consolidation or Merger of Schemes",
      "checklist_description": "The SID must disclose details of the consolidation or merger, including latest portfolio, financial performance since inception, investment objectives, asset allocation, basis of unit allocation with numerical illustration, exposure to below investment grade/default securities and illiquid assets, tax impact, and any other disclosures specified by Trustees or SEBI. Unit holders must be given an exit option at prevailing NAV without exit load.",
      "rationale": "To ensure investors are fully informed and their interests protected during scheme consolidation or merger."
    },
    "page_numbers": "Pages 1-40",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Launch of Additional Plans",
      "checklist_description": "For additional plans consistent with existing scheme characteristics, an addendum must be issued containing salient features such as entry/exit loads and expenses. This addendum must be filed with SEBI 21 days prior to launch, and an advertisement or press release must be published at the time of launch.",
      "rationale": "To maintain transparency and regulatory compliance when launching additional plans under existing schemes."
    },
    "page_numbers": "Pages 1-40",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Single Plan Expense Structure",
      "checklist_description": "The SID must disclose that the scheme is launched under a single plan with a uniform expense structure applicable to all new investors. Existing schemes with multiple plans must accept fresh subscriptions only under one plan.",
      "rationale": "To simplify expense structures and ensure fairness among investors."
    },
    "page_numbers": "Pages 1-40",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Direct Plan Details",
      "checklist_description": "The SID must disclose the availability of a separate Direct Plan for investments not routed through distributors, specifying that the Direct Plan has a lower expense ratio excluding distribution expenses and commissions, no commission is paid from such plans, and that the Direct Plan has a separate NAV.",
      "rationale": "To inform investors about the availability and features of Direct Plans, enabling them to make informed investment choices and understand cost benefits."
    },
    "page_numbers": "Pages 41-80",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Scheme Categorization and Uniform Description",
      "checklist_description": "The SID must clearly state the scheme category (Equity, Debt, Hybrid, Solution Oriented, Other) and provide the uniform description of the scheme type as per SEBI categorization norms, including detailed asset allocation and investment strategy characteristics specific to the category.",
      "rationale": "To ensure uniformity and clarity across mutual fund schemes, enabling investors to compare and evaluate schemes effectively."
    },
    "page_numbers": "Pages 41-80",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Minimum Asset Allocation for Equity Schemes",
      "checklist_description": "The SID must disclose the minimum percentage of investment in equity and equity-related instruments as per the scheme category (e.g., Multi Cap Fund requires minimum 75% equity with specified sub-allocations to large, mid, and small cap stocks).",
      "rationale": "To provide transparency on the investment mandate and risk profile of the scheme aligned with its category."
    },
    "page_numbers": "Pages 41-80",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Minimum Asset Allocation for Debt Schemes",
      "checklist_description": "The SID must specify the minimum investment in debt and money market instruments, including Macaulay duration ranges for duration-based schemes, minimum investment in corporate bonds or government securities as applicable, and any specific credit rating requirements.",
      "rationale": "To inform investors about the debt portfolio composition and risk-return characteristics of the scheme."
    },
    "page_numbers": "Pages 41-80",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Lock-in Period for Solution Oriented Schemes",
      "checklist_description": "The SID must disclose the specified lock-in period applicable to the scheme (e.g., Retirement Fund with lock-in of at least 5 years or till retirement age, whichever is earlier; Children's Fund with lock-in till child attains majority or 5 years), and clarify applicability to new investments, SIPs, and STPs.",
      "rationale": "To ensure investors are aware of the lock-in restrictions impacting liquidity and investment horizon."
    },
    "page_numbers": "Pages 41-80",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Scheme Name to Reflect Category",
      "checklist_description": "The SID must use the scheme name identical to the scheme category to maintain uniformity and ease of identification by investors.",
      "rationale": "To avoid confusion and facilitate informed decision-making by investors."
    },
    "page_numbers": "Pages 41-80",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Definition and Disclosure of Large Cap, Mid Cap, Small Cap Universe",
      "checklist_description": "The SID must disclose that the scheme follows SEBI-defined classification of large cap (top 1-100 companies), mid cap (101-250), and small cap (251 onwards) based on full market capitalization as per AMFI's biannual list, and that portfolio rebalancing will be done within one month of list updates.",
      "rationale": "To ensure transparency and uniformity in investment universe definitions across schemes."
    },
    "page_numbers": "Pages 41-80",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Portfolio Rebalancing Timelines and Deviation Disclosure",
      "checklist_description": "The SID must disclose the mandated rebalancing period (30 business days for all schemes except Overnight Funds), procedures in case of non-rebalancing including reporting to trustees and investors, and consequences such as prohibition on launching new schemes and waiver of exit load for exiting investors.",
      "rationale": "To maintain asset allocation discipline and protect investor interests by timely portfolio adjustments."
    },
    "page_numbers": "Pages 41-80",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Exclusion of CDMDF Units from Asset Allocation Limits",
      "checklist_description": "The SID must disclose that investments in units of Credit Default Mutual Fund Debt (CDMDF) schemes are excluded from the base of net assets for calculating asset allocation limits.",
      "rationale": "To clarify asset allocation computations and compliance with SEBI guidelines."
    },
    "page_numbers": "Pages 41-80",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Recurring Expenses in Fund of Funds Schemes",
      "checklist_description": "The SID must disclose that investors bear recurring expenses of the Fund of Funds scheme in addition to expenses of the underlying schemes, and that no revenue sharing or commission is received by the AMC from underlying funds.",
      "rationale": "To ensure transparency about layered expenses and avoid conflicts of interest."
    },
    "page_numbers": "Pages 41-80",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Investment Policy and Limits for Gold ETFs",
      "checklist_description": "The SID must disclose that the scheme primarily invests in gold and gold-related instruments, specify limits on cumulative exposure to gold-related instruments (not exceeding 50% of NAV, with sub-limits for GDS and GMS), and include the AMC's written policy approved by the Board and Trustees regarding such investments.",
      "rationale": "To inform investors about investment composition and risk controls specific to gold ETFs."
    },
    "page_numbers": "Pages 41-80",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Valuation and NAV Calculation Methodology for Gold ETFs",
      "checklist_description": "The SID must disclose the valuation methodology for gold as per SEBI regulations and the formula for NAV calculation up to four decimal points.",
      "rationale": "To provide transparency on valuation and NAV computation for investor confidence."
    },
    "page_numbers": "Pages 41-80",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Benchmark Disclosure for Gold ETFs",
      "checklist_description": "The SID must disclose that the benchmark for the Gold ETF scheme is the price of gold.",
      "rationale": "To set investor expectations regarding performance comparison."
    },
    "page_numbers": "Pages 41-80",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Half-Yearly Physical Verification and Reporting for Gold ETFs",
      "checklist_description": "The SID must disclose that physical verification of gold holdings will be conducted by statutory auditors and reported to trustees on a half-yearly basis, and that this confirmation forms part of the half-yearly trustee report to SEBI.",
      "rationale": "To assure investors of the existence and safekeeping of underlying physical assets."
    },
    "page_numbers": "Pages 41-80",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Investment Objective and Limits for Silver ETFs",
      "checklist_description": "The SID must disclose that the scheme aims to generate returns in line with physical silver prices, invests at least 95% in silver and silver-related instruments, specifies limits on exposure to silver ETCDs (not exceeding 10% of NAV), and includes AMC's approved written policy on such investments.",
      "rationale": "To provide clarity on investment strategy and risk management for silver ETFs."
    },
    "page_numbers": "Pages 41-80",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Valuation and NAV Calculation Methodology for Silver ETFs",
      "checklist_description": "The SID must disclose the valuation methodology for silver as per SEBI regulations and the formula for NAV calculation up to four decimal points.",
      "rationale": "To ensure transparency in valuation and NAV computation."
    },
    "page_numbers": "Pages 41-80",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Tracking Error and Tracking Difference for ETFs/Index Funds",
      "checklist_description": "The SID must disclose the tracking error limits (annualized standard deviation of daily returns difference not exceeding 2% for equity ETFs/Index Funds), tracking difference disclosure on AMC and AMFI websites monthly, and corrective actions in case of breaches.",
      "rationale": "To inform investors about the scheme's ability to replicate the underlying index or commodity performance."
    },
    "page_numbers": "Pages 41-80",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Market Making and Liquidity Arrangements for ETFs",
      "checklist_description": "The SID must disclose the appointment of at least two Market Makers, the market making policy including incentive structure, creation unit size, and mechanisms to provide continuous liquidity on stock exchanges.",
      "rationale": "To assure investors of liquidity and fair pricing in secondary markets."
    },
    "page_numbers": "Pages 41-80",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Indicative NAV (iNAV) for ETFs",
      "checklist_description": "The SID must disclose that indicative NAV will be published continuously on stock exchanges with specified frequency and time lags depending on the ETF type (equity, debt, gold, silver, international), and that AMC and stock exchanges will have mechanisms for data sharing.",
      "rationale": "To provide real-time valuation transparency aiding investor decisions."
    },
    "page_numbers": "Pages 41-80",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Portfolio Concentration Norms for Equity ETFs and Index Funds",
      "checklist_description": "The SID must disclose that the underlying index has minimum 10 stocks, limits on maximum weight of single stock (35% for sectoral/thematic, 25% otherwise), cumulative weight of top three stocks not exceeding 65%, and minimum trading frequency and impact cost criteria for constituents.",
      "rationale": "To mitigate concentration risk and ensure liquidity in ETF portfolios."
    },
    "page_numbers": "Pages 41-80",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Debt ETFs/Index Funds Constituent and Exposure Norms",
      "checklist_description": "The SID must disclose that the underlying index constituents have defined credit ratings and maturities, investment grade ratings, issuer-level aggregation for exposure limits, issuer and sector weight limits as per SEBI norms, and periodic review frequency.",
      "rationale": "To ensure transparency on credit quality, diversification, and risk controls."
    },
    "page_numbers": "Pages 41-80",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Rebalancing Timelines for ETFs/Index Funds",
      "checklist_description": "The SID must disclose that portfolio rebalancing due to index constituent changes must be done within 7 calendar days, and rebalancing due to rating downgrades within 30 calendar days, with provisions for segregated portfolios if securities fall below investment grade.",
      "rationale": "To maintain alignment with the underlying index and manage credit risk."
    },
    "page_numbers": "Pages 41-80",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Capital Protection Oriented Scheme Characteristics",
      "checklist_description": "The SID must clearly state that the scheme is oriented towards capital protection and not guaranteed returns, indicate that capital protection arises from portfolio structure and not from any bank guarantee or insurance, and disclose the credit rating of the proposed portfolio structure along with quarterly reviews.",
      "rationale": "To prevent investor misperception about guarantees and ensure transparency on risk."
    },
    "page_numbers": "Pages 41-80",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Guaranteed Return Schemes Guarantee Details",
      "checklist_description": "The SID must clearly disclose who is offering the guarantee and that the guarantee covers both the initial capital invested and the assured returns.",
      "rationale": "To provide clarity on the nature and source of guarantees to investors."
    },
    "page_numbers": "Pages 41-80",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Real Estate Mutual Fund Investment Locations",
      "checklist_description": "The SID must disclose that investments in real estate mutual fund schemes will be made only in cities listed as Million Plus Urban Agglomerations or Million Plus Cities as per SEBI guidelines.",
      "rationale": "To inform investors about geographical investment restrictions and risk concentration."
    },
    "page_numbers": "Pages 41-80",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of ESG Scheme Strategy in Scheme Name",
      "checklist_description": "Mutual Funds must clearly disclose the ESG strategy adopted by the scheme in the scheme name itself, e.g., 'XYZ ESG Exclusionary Strategy Fund' or 'ABC ESG Best-in-class Strategy Fund'.",
      "rationale": "To enable investors to identify the ESG strategy of the scheme easily and make informed investment decisions, thereby preventing greenwashing."
    },
    "page_numbers": "Pages 81-120",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of ESG Scores in Monthly Portfolio Statements",
      "checklist_description": "Mutual Funds shall disclose security-wise BRSR Core scores and BRSR scores as provided by SEBI registered ESG Rating Providers (ERPs) in the monthly portfolio statements of ESG schemes. The name of the ERP providing ESG scores must also be disclosed, and any change in ERP must be explained in the next monthly portfolio statement.",
      "rationale": "To enhance transparency and provide investors with decision-useful information on ESG performance of securities held by the scheme."
    },
    "page_numbers": "Pages 81-120",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Voting Rationale for ESG Schemes",
      "checklist_description": "AMCs must disclose on their website quarterly the votes cast by ESG schemes on investee companies’ resolutions, including the specific rationale for voting decisions. The rationale must categorically state whether the resolution was supported or opposed due to environmental, social, or governance reasons. If voting approaches differ between ESG and non-ESG schemes, disclosures must be made separately.",
      "rationale": "To enhance transparency on stewardship activities and demonstrate alignment of voting decisions with ESG principles."
    },
    "page_numbers": "Pages 81-120",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Annual Fund Manager Commentary and Case Studies for ESG Schemes",
      "checklist_description": "The Annual Report of ESG schemes must include a Fund Manager Commentary detailing how the ESG strategy was applied, engagements with portfolio companies, escalation strategies, tracking of ESG rating movements, and case studies of engagements and voting exercises. Commentary must also disclose percentage of AUM invested in companies without BRSR disclosures and reasons for any change in ESG Rating Provider.",
      "rationale": "To provide investors with qualitative insights on ESG implementation and engagement outcomes, improving transparency and accountability."
    },
    "page_numbers": "Pages 81-120",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Assurance and Board Certification on ESG Scheme Compliance",
      "checklist_description": "AMCs must obtain independent reasonable assurance annually on the ESG scheme’s portfolio compliance with stated strategy and objectives, and disclose this assurance in the scheme’s annual report. The Board of AMCs must certify compliance with regulatory requirements and disclosures based on an internal ESG audit, and disclose this certification in the annual report.",
      "rationale": "To ensure credibility and reliability of ESG disclosures and compliance through independent verification and board oversight."
    },
    "page_numbers": "Pages 81-120",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Portfolio Disclosure Frequency and Format",
      "checklist_description": "Mutual Funds/AMCs must disclose scheme portfolios (with ISINs) on their websites and AMFI’s website within 10 days of month/half-year end in a user-friendly, downloadable spreadsheet format. Debt schemes must disclose portfolios fortnightly within 5 days of each fortnight. Yield of instruments must also be disclosed. Monthly and half-yearly portfolio statements must be emailed to unit holders with registered emails.",
      "rationale": "To provide timely and accessible portfolio information to investors for informed decision-making."
    },
    "page_numbers": "Pages 81-120",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Half-Yearly Disclosure of Derivative Investments",
      "checklist_description": "Mutual Funds must disclose investments in derivative instruments in half-yearly portfolio disclosures, annual reports, or other disclosures using the prescribed uniform format. Margin amounts paid should be reported separately under cash or bank balances.",
      "rationale": "To ensure transparency and uniformity in disclosure of derivative exposures."
    },
    "page_numbers": "Pages 81-120",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Unaudited Half-Yearly Financial Results Disclosure",
      "checklist_description": "Mutual Funds must publish unaudited half-yearly financial results in the prescribed format on AMFI’s website within one month of half-year end. The disclosures should be in a user-friendly, downloadable format (preferably spreadsheet).",
      "rationale": "To keep investors informed about the financial performance of schemes in a timely and accessible manner."
    },
    "page_numbers": "Pages 81-120",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Annual Report and Abridged Summary Disclosure and Distribution",
      "checklist_description": "Scheme-wise annual reports or abridged summaries must be hosted prominently on Mutual Fund/AMC and AMFI websites. They must be emailed to unit holders with registered emails. For others, Mutual Funds must send letters with self-addressed envelopes for opting-in to receive physical copies. A second communication round must be conducted for non-respondents. Advertisements must be published annually in two national newspapers (English and Hindi) informing about availability and modes to request reports. Physical copies must be provided free of cost on request. The opt-in facility must also be provided in new subscriber application forms.",
      "rationale": "To ensure wide dissemination of scheme performance information and respect investor preferences for receiving reports."
    },
    "page_numbers": "Pages 81-120",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Large Unit Holdings",
      "checklist_description": "Mutual Funds must disclose the number of investors holding over 25% of the NAV in a scheme and their total holdings as a percentage in the Statement of Accounts issued after the NFO and in Half Yearly and Annual Results.",
      "rationale": "To provide transparency on concentration risk and significant holdings in schemes."
    },
    "page_numbers": "Pages 81-120",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Asset Under Management (AUM) Details",
      "checklist_description": "AMCs must disclose on their websites and to AMFI monthly AUM figures bifurcated by scheme categories (equity, debt, balanced, etc.) and by geography (top 5 cities, next 10 cities, next 20 cities, next 75 cities, others). Additional disclosures include monthly AAUM from different scheme categories, contributions from B-30 and T-30 cities, sponsor and non-sponsor groups, investor types, and state-wise/UT-wise contributions. AMFI consolidates and publishes industry-wide data. Disclosures must be in spreadsheet format and submitted within 7 working days from month-end.",
      "rationale": "To provide comprehensive and granular data on AUM distribution for market analysis and investor information."
    },
    "page_numbers": "Pages 81-120",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Distributor Commission and Expenses",
      "checklist_description": "Mutual Funds/AMCs must disclose on their websites the total commission and expenses paid to distributors who meet specified criteria.",
      "rationale": "To enhance transparency on distribution costs and conflicts of interest."
    },
    "page_numbers": "Pages 81-120",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Segregated Portfolio Provisions in SID",
      "checklist_description": "For schemes permitting creation of segregated portfolios due to credit events, the Scheme Information Document (SID) must include enabling provisions with detailed disclosures. This includes the process, impact on investors, and conditions under which segregated portfolios may be created.",
      "rationale": "To ensure investors are informed upfront about the possibility and implications of segregated portfolios."
    },
    "page_numbers": "Pages 81-120",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure Requirements upon Creation of Segregated Portfolio",
      "checklist_description": "Upon creation of a segregated portfolio, Mutual Funds must communicate to investors a statement of holdings indicating units held in segregated and main portfolios along with NAVs within 5 working days. Adequate disclosures must appear in all scheme documents, monthly/half-yearly portfolio disclosures, and annual reports. The number of segregated portfolios must be prominently disclosed in all relevant documents and websites. Scheme performance disclosures must reflect the impact of segregated portfolios with footnotes on NAV fall and recoveries. These disclosures must continue for at least 3 years after full recovery or write-off.",
      "rationale": "To enable investors to make informed decisions and understand the impact of credit events on their investments."
    },
    "page_numbers": "Pages 81-120",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Swing Pricing Framework in SID and Annual Reports",
      "checklist_description": "AMCs must disclose detailed information on the swing pricing framework in the Scheme Information Document (SID) and Statement of Additional Information (SAI), including how it works, triggering conditions, and impact on NAV for incoming and outgoing investors. Disclosures must also be made in scheme-wise Annual Reports and abridged summaries, including periods of applicability, unswung NAV, swing factor applied, and whether the swing is optional or mandatory.",
      "rationale": "To ensure investors understand the swing pricing mechanism and its effect on their investments."
    },
    "page_numbers": "Pages 81-120",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Fund Manager Tenure and Name Disclosure",
      "checklist_description": "The Scheme Information Document (SID) must disclose the tenure for which the fund manager has been managing the scheme along with the name(s) of the scheme’s fund manager(s).",
      "rationale": "To improve transparency and provide investors with information about the experience and continuity of the fund management team."
    },
    "page_numbers": "Pages 121-160",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Scheme Portfolio Holdings Disclosure via Web Link",
      "checklist_description": "The SID must provide a functional web link where the scheme’s portfolio holdings (top 10 holdings by issuer and fund allocation towards various sectors) are hosted and accessible.",
      "rationale": "To facilitate ease of access and transparency of portfolio composition without overloading the SID document."
    },
    "page_numbers": "Pages 121-160",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Expense Ratio of Underlying Schemes for FoF",
      "checklist_description": "In case of Fund of Funds (FoF) schemes, the SID must disclose the expense ratio of the underlying scheme(s).",
      "rationale": "To enable investors to understand the total cost structure including expenses at the underlying scheme level."
    },
    "page_numbers": "Pages 121-160",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Scheme Portfolio Turnover Ratio Disclosure",
      "checklist_description": "The SID must disclose the scheme’s portfolio turnover ratio.",
      "rationale": "To inform investors about the frequency of portfolio changes which impacts transaction costs and tax implications."
    },
    "page_numbers": "Pages 121-160",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Aggregate Investment by Fund Manager(s) Disclosure",
      "checklist_description": "The SID must disclose the aggregate investment in the scheme by the concerned scheme’s fund manager(s).",
      "rationale": "To demonstrate alignment of interests between fund managers and investors."
    },
    "page_numbers": "Pages 121-160",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Aggregate Investment by AMC Board and Key Personnel in SAI",
      "checklist_description": "The Statement of Additional Information (SAI) must disclose the aggregate investment in the scheme by the AMC’s Board of Directors and other key personnel.",
      "rationale": "To provide transparency on investments by AMC’s senior management and key personnel, indicating their confidence in the scheme."
    },
    "page_numbers": "Pages 121-160",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Illustration of Expense Ratio Impact on Returns",
      "checklist_description": "The SID must include an illustration showing the impact of the expense ratio on the scheme’s returns by providing a simple example.",
      "rationale": "To help investors understand how expenses affect their net returns."
    },
    "page_numbers": "Pages 121-160",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Separate SID/KIM Availability on Website",
      "checklist_description": "A separate Scheme Information Document (SID) and Key Information Memorandum (KIM) for each mutual fund scheme managed by the AMC must be made available on the mutual fund’s and AMC’s websites.",
      "rationale": "To ensure easy access and availability of scheme-specific information for investors."
    },
    "page_numbers": "Pages 121-160",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "AMC Website Dashboard for Scheme Disclosures",
      "checklist_description": "Each AMC must maintain a dashboard on its website providing performance and key disclosures for each scheme, including scheme’s AUM, investment objective, expense ratios, portfolio details, and past performance. The data should be in a comparable, downloadable, and machine-readable format.",
      "rationale": "To enhance transparency and facilitate investor comparison and analysis."
    },
    "page_numbers": "Pages 121-160",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Scheme Performance Disclosure on AMFI Website",
      "checklist_description": "AMCs must disclose scheme returns vis-à-vis benchmark returns (Total Return Index) in terms of CAGR for periods of 1, 3, 5, 10 years and since inception on the AMFI website. For certain short-term schemes, performance for 7 days, 15 days, 1 month, 3 months, and 6 months must also be disclosed. This disclosure must be updated daily based on previous day NAV and be investor-friendly with filtering and sorting features.",
      "rationale": "To provide investors with standardized, timely, and comprehensive performance data for informed decision-making."
    },
    "page_numbers": "Pages 121-160",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Scheme AUM and NAV on AMFI Website",
      "checklist_description": "Scheme AUM (excluding overnight and liquid schemes) and previous day NAV must be disclosed on AMFI website daily. For overnight and liquid schemes, closing AUM and AAUM of the previous month must be disclosed daily, with additional disclosure triggered if AUM movement exceeds 10%.",
      "rationale": "To ensure transparency about the size and valuation of schemes, especially for liquid and overnight funds where AUM can fluctuate significantly."
    },
    "page_numbers": "Pages 121-160",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Distributor-wise Commission and Inflows",
      "checklist_description": "Mutual Funds/AMCs must disclose on their websites yearly distributor-wise gross inflows (indicating if the distributor is an associate or group company of the sponsor), net inflows, average AUM, and ratio of AUM to gross inflows. Excessive portfolio turnover by distributors requires additional due diligence by AMCs.",
      "rationale": "To promote transparency in distribution commissions and monitor distributor activities for investor protection."
    },
    "page_numbers": "Pages 121-160",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Brokerage and Commission Paid to Associates",
      "checklist_description": "Mutual Funds must disclose brokerage and commission paid to associates/related parties/group companies of sponsor/AMC in unaudited half-yearly financial results, abridged scheme-wise annual report, and SAI in prescribed formats.",
      "rationale": "To ensure transparency and regulatory compliance regarding payments to related parties."
    },
    "page_numbers": "Pages 121-160",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Risk-o-Meter Disclosure in SID and Promotional Material",
      "checklist_description": "Mutual Funds/AMCs must disclose the risk-o-meter of the scheme wherever scheme performance is disclosed, including promotional materials. The risk-o-meter of the scheme and its benchmark must be disclosed wherever performance vis-à-vis benchmark is shown. The risk-o-meter of the benchmark must be disclosed on the front page of the initial application form, SID, KIM, and common application form.",
      "rationale": "To provide investors with a standardized risk assessment tool for better understanding of scheme risk profiles."
    },
    "page_numbers": "Pages 121-160",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Portfolio Details and Risk-o-Meter in Investor Communications",
      "checklist_description": "Mutual Funds/AMCs must send scheme portfolio details along with scheme risk-o-meter, benchmark name, and benchmark risk-o-meter in fortnightly, monthly, and half-yearly portfolio statements via email to unitholders invested in the scheme.",
      "rationale": "To keep investors informed about their investments and associated risks on a regular basis."
    },
    "page_numbers": "Pages 121-160",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Investor Complaints",
      "checklist_description": "Mutual Funds must disclose details of investor complaints received from all sources on their websites, AMFI website, and in their Annual Reports. The complaint details on websites must be updated monthly by the 7th of the succeeding month. Annual report disclosures must be vetted and signed off by Trustees.",
      "rationale": "To enhance investor awareness and confidence by providing transparency on grievance redressal."
    },
    "page_numbers": "Pages 121-160",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Investor Charter",
      "checklist_description": "Mutual Funds must disclose the Investor Charter on their websites, make it available at prominent places in their offices, and bring it to the notice of existing and new unitholders.",
      "rationale": "To educate investors about their rights, services provided, and grievance redressal mechanisms."
    },
    "page_numbers": "Pages 121-160",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Contact Details Update Efforts",
      "checklist_description": "AMCs must make continuous efforts to update email IDs and mobile numbers of all unit holders for communication via emails and SMS.",
      "rationale": "To ensure effective and timely communication with investors."
    },
    "page_numbers": "Pages 121-160",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Bio-data of Key Personnel",
      "checklist_description": "AMCs must submit the bio-data of all key personnel (including CEO, CIO, CRO, CISO, COO, Fund Managers, Compliance Officer, Sales Head, Investor Relations Officers, heads of departments, dealers, and others identified by AMC and Trustees) to Trustees and the Board. The bio-data format is prescribed.",
      "rationale": "To provide transparency on the qualifications and experience of personnel managing the mutual fund."
    },
    "page_numbers": "Pages 121-160",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Executive Remuneration",
      "checklist_description": "Mutual Funds/AMCs must disclose on their websites under a separate 'Remuneration' head the name, designation, and remuneration of CEO, CIO, COO, top ten employees by remuneration, and any employee whose annual remuneration exceeds Rs.1.02 crore or monthly remuneration exceeds Rs.8.5 lakh (if employed part of the year). Also disclose the ratio of CEO’s remuneration to median remuneration of employees and total AAUM (debt and equity) with growth over last three years. Disclosures must be made within one month from end of financial year.",
      "rationale": "To promote transparency in remuneration policies and alignment with investor interests."
    },
    "page_numbers": "Pages 121-160",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Annual Report of AMC Availability",
      "checklist_description": "The annual report containing accounts of the AMC must be displayed on mutual fund websites immediately after approval in Annual General Meetings, within four months from the financial year-end. The annual report must mention that unitholders may request the AMC’s annual report. The report must be available in machine-readable format.",
      "rationale": "To ensure timely availability of AMC’s financial information to investors."
    },
    "page_numbers": "Pages 121-160",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Minimum Number of Investors and Holding Limits",
      "checklist_description": "The SID must disclose that each open-ended scheme/plan shall have a minimum of 20 investors and no single investor shall hold more than 25% of the scheme's corpus. For close-ended and interval schemes, these conditions apply at the time of allotment. The SID should also disclose the consequences of breach, including automatic redemption or winding up of the scheme.",
      "rationale": "To ensure diversification of investor base and prevent concentration risk, thereby protecting investor interests as per SEBI Circulars dated December 12, 2003 and June 14, 2005."
    },
    "page_numbers": "Pages 161-200",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Minimum Subscription and AUM Requirements for Debt Oriented Schemes",
      "checklist_description": "The SID must specify the minimum subscription amount at NFO for debt oriented and balanced schemes (at least INR 20 crore) and other schemes (at least INR 10 crore), with exceptions for ETFs and Index Funds. It should also disclose the requirement to maintain an average AUM of INR 20 crore on a half-yearly rolling basis and the consequences of non-compliance.",
      "rationale": "To ensure adequate corpus for debt schemes to meet investment objectives and regulatory compliance, safeguarding investor interests as per SEBI Circular dated June 20, 2014 and subsequent updates."
    },
    "page_numbers": "Pages 161-200",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Scheme Performance Benchmarking to Total Return Index (TRI)",
      "checklist_description": "The SID must disclose the benchmark selected for the scheme aligned with its investment objective and strategy, specifying that performance will be benchmarked against the Total Return variant of the index. Where TRI data is unavailable for the entire period, a composite CAGR using Price Return Index (PRI) and TRI shall be used, with appropriate explanatory disclosure.",
      "rationale": "To provide investors with a more accurate and comprehensive basis for performance comparison, reflecting both capital gains and income, as mandated by SEBI Circular dated April 12, 2021."
    },
    "page_numbers": "Pages 161-200",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of AMC's Investment in its Own Schemes",
      "checklist_description": "The SID must disclose the minimum percentage of assets under management (AUM) that the AMC is required to invest in its own schemes based on the risk level of the scheme, as per the risk-o-meter classification. It should also disclose the AMC's policy on maintaining such investments throughout the scheme tenure and the monitoring mechanism.",
      "rationale": "To align the interests of the AMC with those of the unitholders, ensuring AMC's skin in the game, as per SEBI Circulars dated June 12, 2020 and September 2, 2021."
    },
    "page_numbers": "Pages 161-200",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Designated Employees' Mandatory Investment in Mutual Fund Units",
      "checklist_description": "The SID must disclose that designated employees of the AMC are required to invest a minimum percentage (20%) of their gross annual compensation (net of taxes and statutory contributions) in units of the schemes they manage or oversee. It should detail the phased implementation for junior employees, lock-in period (minimum 3 years or scheme tenure), investment options, redemption restrictions, and clawback provisions in case of misconduct.",
      "rationale": "To align the interests of AMC's key personnel with those of unitholders, promoting responsible management and reducing conflicts of interest, as per SEBI Circulars dated April 28, 2021 and subsequent clarifications."
    },
    "page_numbers": "Pages 161-200",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Unit Holder Protection Committee (UHPC) Constitution and Mandate",
      "checklist_description": "The SID must disclose the constitution of the UHPC by the AMC, its responsibilities including protection of unit holders' interests, ensuring sound market practices, compliance with laws, investor education, grievance redressal, and reporting mechanisms to the AMC board.",
      "rationale": "To enhance investor protection and governance through a dedicated committee overseeing unit holder interests, as mandated by SEBI Circular dated July 7, 2023."
    },
    "page_numbers": "Pages 161-200",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of AMC's Corporate Governance and Voting Policies",
      "checklist_description": "The SID must disclose the AMC's general policies and procedures for exercising voting rights on shares held by the mutual fund, including disclosure of actual voting on key matters such as corporate governance, capital structure changes, stock option plans, social responsibility, appointment/removal of directors, and related party transactions. It should also disclose the rationale for voting decisions and availability of voting records on the AMC's website.",
      "rationale": "To ensure transparency and accountability in the exercise of voting rights, promoting better corporate governance in investee companies, as per SEBI Circulars dated March 15, 2010 and subsequent updates."
    },
    "page_numbers": "Pages 161-200",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Participation in Derivatives and Associated Risks",
      "checklist_description": "The SID must disclose the extent and manner of the scheme's participation in derivatives markets, including position limits, risk factors, and numerical examples explaining such risks. For schemes not originally envisaging derivatives, prior disclosure and a 30-day exit option without exit load must be provided to unitholders before commencing derivatives trading.",
      "rationale": "To inform investors about the use of derivatives and associated risks, ensuring informed investment decisions and regulatory compliance, as per SEBI Circulars dated September 14, 2005 and February 20, 2017."
    },
    "page_numbers": "Pages 161-200",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Systems Audit Framework and Compliance",
      "checklist_description": "The SID or associated documents must disclose that the AMC and Mutual Fund undergo annual systems audits by independent qualified auditors covering front office, back office, fund accounting, unit-holder servicing, regulatory compliance, and access controls. It should mention the reporting of exceptions to the Technology Committee, AMC and Trustee Boards, and submission of audit reports to SEBI.",
      "rationale": "To ensure robust operational controls and safeguard investor interests through standardized systems audit, as per SEBI Circular dated April 11, 2019."
    },
    "page_numbers": "Pages 161-200",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Minimum Investor Base and Concentration Risk Monitoring",
      "checklist_description": "The SID must disclose the requirement of maintaining a minimum investor base of 20 and that no single investor should hold more than 25% of the scheme corpus. It should explain the monitoring mechanism for breaches, rebalancing periods, notices for redemption, and consequences of non-compliance including automatic redemption or winding up.",
      "rationale": "To maintain diversification and reduce concentration risk, protecting investor interests, as per SEBI Circulars dated December 12, 2003 and June 14, 2005."
    },
    "page_numbers": "Pages 161-200",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Listing and Trading of Units in Schemes Under Winding Up",
      "checklist_description": "The SID must disclose that units of schemes under winding up may be listed and traded on recognized stock exchanges as an optional exit route for investors. It should specify that trading will initially be in dematerialized form, transfer facilitation by AMC, and restrictions on transactions by AMC, sponsor, employees, and trustees during winding up.",
      "rationale": "To provide liquidity options to investors during scheme winding up while ensuring regulatory compliance and preventing conflicts of interest, as per SEBI Circular dated May 20, 2020."
    },
    "page_numbers": "Pages 161-200",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of NAV and Timelines",
      "checklist_description": "Mutual Funds/AMCs must prominently disclose the Net Asset Values (NAVs) of all schemes under a separate head on their respective websites and on the AMFI website. They must also provide facility to send latest NAVs to unit holders via SMS upon request. NAVs for all schemes except Fund of Fund schemes must be updated by 11:00 p.m. on the same day, and Fund of Fund schemes by 10 a.m. the following business day. Any delay beyond these timelines must be explained in writing to AMFI and reported in quarterly Compliance Test Reports (CTRs) with reasons and corrective actions taken.",
      "rationale": "To ensure transparency and timely dissemination of NAV information to investors, enabling informed investment decisions and compliance with Regulation 48 of SEBI (Mutual Funds) Regulations, 1996."
    },
    "page_numbers": "Pages 201-240",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Explanation of NAV Calculation Methodology",
      "checklist_description": "Mutual Funds/AMCs must explain the methodology of calculating the sale and repurchase price of units with a simple numerical example at all relevant places such as their websites, AMFI website, and Scheme Information Documents (SIDs).",
      "rationale": "To make the calculation of sale and repurchase prices comprehensible to investors and maintain uniformity in pricing."
    },
    "page_numbers": "Pages 201-240",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Delay in NAV Publication",
      "checklist_description": "In case NAVs are not available before commencement of business hours on the following day due to any reason, Mutual Funds must issue a press release giving reasons for the delay and explain when the NAVs will be published.",
      "rationale": "To maintain investor confidence and transparency regarding NAV availability."
    },
    "page_numbers": "Pages 201-240",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of NAV Timelines for Overseas Schemes",
      "checklist_description": "For schemes investing overseas, the SID must disclose the applicable timelines for NAV declaration based on the investment objective and asset allocation, including extended timelines where applicable. The NAV must be disclosed based on the value of underlying securities as on the transaction date.",
      "rationale": "To address difficulties due to time zone differences and ensure investors are aware of NAV declaration timelines."
    },
    "page_numbers": "Pages 201-240",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of NAV Rounding Policy",
      "checklist_description": "The SID must disclose the rounding off policy of NAVs: up to four decimal places for index funds and debt-oriented schemes, and up to two decimal places for equity-oriented and balanced funds. If rounding off to more than two decimal places is adopted for equity or balanced funds, this must be disclosed in the SID or Statement of Additional Information (SAI).",
      "rationale": "To ensure uniformity and transparency in NAV presentation."
    },
    "page_numbers": "Pages 201-240",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Uniform Cut-off Timings for NAV Applicability",
      "checklist_description": "The SID must disclose the uniform cut-off timings applicable for purchase, sale, switch-in, and switch-out transactions for various schemes, including liquid funds, overnight funds, and other schemes. It must also disclose the official points of acceptance where applications are received and the time stamping process for applications.",
      "rationale": "To provide clarity to investors on the applicable NAV for transactions and ensure fair treatment of all investors."
    },
    "page_numbers": "Pages 201-240",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Time Stamping Procedures",
      "checklist_description": "The SID must disclose that applications for purchase and redemption will be time stamped at official points of acceptance with running serial numbers, date, and time. It must also disclose the safeguards for time stamping machines including tamper-proof seals, maintenance procedures, and alternative stamping methods during breakdowns.",
      "rationale": "To ensure integrity and auditability of transaction timing, preventing manipulation and ensuring compliance."
    },
    "page_numbers": "Pages 201-240",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Sale and Repurchase Price Calculation Methodology",
      "checklist_description": "The SID must disclose the uniform method for calculating sale and repurchase prices of units, including the formula: Sale Price = Applicable NAV; Repurchase Price = Applicable NAV * (1 – Exit Load, if any). Exit loads must be charged as a percentage of NAV.",
      "rationale": "To avoid variation in amounts payable or units allotted and to make calculations transparent and comprehensible."
    },
    "page_numbers": "Pages 201-240",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Intra-day NAV for ETFs",
      "checklist_description": "For Exchange Traded Funds (ETFs), the SID must disclose that intra-day NAV based on executed prices of underlying securities or commodities will be applicable for transactions directly with AMCs by Authorized Participants or large investors.",
      "rationale": "To inform investors about the pricing mechanism applicable for direct ETF transactions."
    },
    "page_numbers": "Pages 201-240",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Valuation Methodology for Non-Traded and Thinly Traded Securities",
      "checklist_description": "The SID must disclose the valuation norms for non-traded and thinly traded securities, including the use of net worth per share, discounted industry average P/E ratio, and illiquidity discount. It must also disclose the appointment of independent valuers if a security exceeds 5% of scheme assets.",
      "rationale": "To ensure fair and consistent valuation of illiquid securities and protect investor interests."
    },
    "page_numbers": "Pages 201-240",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Valuation Methodology for Debt and Money Market Securities",
      "checklist_description": "The SID must disclose the valuation methodology for money market and debt securities, including amortization-based valuation for securities with residual maturity up to 30 days, use of security-level prices from valuation agencies for longer maturities, and the waterfall approach adopted by valuation agencies.",
      "rationale": "To maintain uniformity, accuracy, and transparency in valuation of debt instruments."
    },
    "page_numbers": "Pages 201-240",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Deviations from Valuation Agency Prices",
      "checklist_description": "The SID must disclose that if the AMC deviates from the valuation prices provided by valuation agencies, the detailed rationale, security details, price differences, and impact on NAV will be recorded, reported to the Board and Trustees, and disclosed prominently on the AMC’s website with links provided in portfolio statements.",
      "rationale": "To ensure transparency and accountability in valuation practices."
    },
    "page_numbers": "Pages 201-240",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Valuation and Treatment of Below Investment Grade and Default Securities",
      "checklist_description": "The SID must disclose the valuation approach for below investment grade and default securities, including use of indicative haircuts, consideration of traded prices if lower, reporting of deviations with rationale, and treatment of accrued interest and future recoveries.",
      "rationale": "To provide clarity on valuation of higher risk securities and ensure consistent treatment across schemes."
    },
    "page_numbers": "Pages 201-240",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Valuation Methodology for Securities with Put/Call Options",
      "checklist_description": "The SID must disclose the valuation methodology for securities with embedded put and/or call options, including valuation at lower or higher of values to maturity or option dates, treatment of multiple options, and requirement for justification if put options are not exercised when favorable.",
      "rationale": "To ensure accurate valuation reflecting embedded options and protect investor interests."
    },
    "page_numbers": "Pages 201-240",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Valuation of Perpetual Bonds",
      "checklist_description": "The SID must disclose that perpetual bonds will be valued treating maturity as 100 years from issuance, with valuation of call/put options as per guidelines, and Macaulay Duration calculated based on deemed residual maturity as per Basel III framework.",
      "rationale": "To standardize valuation of perpetual bonds and align with regulatory frameworks."
    },
    "page_numbers": "Pages 201-240",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Valuation of Government Securities",
      "checklist_description": "The SID must disclose that government securities, including T-bills, will be valued based on security-level prices obtained from valuation agencies irrespective of residual maturity.",
      "rationale": "To ensure uniform and transparent valuation of government securities."
    },
    "page_numbers": "Pages 201-240",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Valuation of Other Money Market Instruments and OTC Derivatives",
      "checklist_description": "The SID must disclose that bills purchased under rediscounting schemes will be valued as per money market guidelines, short-term bank deposits and repo transactions up to 30 days will be valued on cost plus accrual basis, and prices for OTC derivatives and market-linked debentures will be obtained from valuation agencies.",
      "rationale": "To maintain uniformity and accuracy in valuation of various money market and derivative instruments."
    },
    "page_numbers": "Pages 201-240",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Illiquid Securities Limits and Reporting",
      "checklist_description": "The SID must disclose that aggregate value of illiquid securities (non-traded, thinly traded, unlisted equity shares) shall not exceed 15% of total scheme assets, with any excess assigned zero value. It must also disclose that illiquid securities will be marked with an asterisk in portfolio disclosures as of March 31 and September 30 each year.",
      "rationale": "To limit exposure to illiquid assets and ensure investor awareness of such holdings."
    },
    "page_numbers": "Pages 201-240",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Restrictions on Transfer of Illiquid Securities",
      "checklist_description": "The SID must disclose that AMCs are prohibited from transferring illiquid securities among their schemes.",
      "rationale": "To prevent potential misuse and ensure fair valuation across schemes."
    },
    "page_numbers": "Pages 201-240",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Valuation Methodology for Investment in Unlisted Equity Shares",
      "checklist_description": "The SID must disclose the valuation methodology for unlisted equity shares based on audited balance sheet data, net worth calculations considering outstanding warrants/options, discounted industry average P/E ratio, and illiquidity discount. It must also disclose conditions such as zero valuation if audited accounts are unavailable beyond nine months or if net worth is negative, and appointment of independent valuers if exposure exceeds 5% of scheme assets.",
      "rationale": "To ensure uniformity, transparency, and due diligence in valuation of unlisted equity investments."
    },
    "page_numbers": "Pages 201-240",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Due Diligence and Investment Parameters for Unlisted Equity Shares",
      "checklist_description": "The SID must disclose that the Board of AMC and Trustees lay down parameters for investing in unlisted equity shares, exercise due diligence before investment, and review performance periodically.",
      "rationale": "To ensure prudent investment decisions and oversight for unlisted equity investments."
    },
    "page_numbers": "Pages 201-240",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Reporting on Compliance for Unlisted Equity Investments",
      "checklist_description": "The SID must disclose that AMCs and Trustees will indicate comments on compliance with unlisted equity investment guidelines in their Compliance Test Reports (CTRs) and Half Yearly Reports filed with SEBI.",
      "rationale": "To maintain regulatory oversight and transparency on compliance."
    },
    "page_numbers": "Pages 201-240",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Valuation Approach for Securities Not Covered Under Current Policy",
      "checklist_description": "The SID must disclose that if securities purchased do not fall under existing valuation frameworks, AMCs will report immediately to AMFI, limit exposure to 5% of scheme AUM, and value such securities using proprietary models approved by independent trustees and auditors until valuation agencies cover them.",
      "rationale": "To ensure proper valuation and regulatory reporting for new or unusual securities."
    },
    "page_numbers": "Pages 201-240",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Prohibition on Use of Own Trades for Valuation",
      "checklist_description": "The SID must disclose that Mutual Funds shall not use their own trades of relatively small quantity for valuation of debt and money market securities or for inter-scheme transfers.",
      "rationale": "To prevent misuse and manipulation of valuation prices."
    },
    "page_numbers": "Pages 201-240",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Inter-Scheme Transfer Pricing Methodology",
      "checklist_description": "The SID must disclose that prices for inter-scheme transfers of money market and debt securities will be obtained from valuation agencies within a specified turnaround time (TAT). If multiple prices are received, an average will be used; if only one price is received, that price will be used; if none are received, AMCs may determine the price as per SEBI regulations.",
      "rationale": "To ensure fair and consistent pricing for inter-scheme transfers."
    },
    "page_numbers": "Pages 201-240",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Reporting and Dissemination of Debt and Money Market Transactions",
      "checklist_description": "The SID must disclose that AMCs will provide daily transaction details, including inter-scheme transfers, of money market and debt securities to the agency providing benchmark yields. Additionally, details of such transactions will be disclosed on the AMC’s website and forwarded to AMFI.",
      "rationale": "To improve uniformity, accuracy, and transparency in valuation and investor information."
    },
    "page_numbers": "Pages 201-240",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Changes in Terms of Investment",
      "checklist_description": "The SID must disclose that any changes to investment terms, including maturity extensions of money market or debt securities, will be reported immediately to valuation agencies and CRAs with reasons. Extensions in maturity will result in the security being treated as 'Default' for valuation purposes. Shortening followed by extension of maturity will also be treated as 'Default'. Any put option inserted post-issuance will not be considered for valuation.",
      "rationale": "To maintain accurate valuation reflecting credit events and changes in investment terms."
    },
    "page_numbers": "Pages 201-240",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Fees and Expenses Charged to the Scheme",
      "checklist_description": "The Scheme Information Document (SID) must clearly identify and disclose all expenses charged to the scheme, including AMC fees, trustee fees, and other permissible expenses within regulatory limits. Any additional expenses charged with trustee approval must also be disclosed.",
      "rationale": "Trustees and AMCs are required to exercise due diligence to ensure all expenses charged to the scheme are clearly identified and disclosed in the offer document, conforming to Regulation 52 of SEBI Mutual Funds Regulations."
    },
    "page_numbers": "Pages 241-280",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Total Expense Ratio (TER)",
      "checklist_description": "The SID must disclose the Total Expense Ratio (TER) of the scheme prominently, including base TER and any additional expenses. Any changes in base TER compared to previous TER must be communicated to investors via email or SMS at least three working days prior to the change and updated on AMC and AMFI websites.",
      "rationale": "To ensure transparency and investor awareness, AMCs must disclose TER daily and notify investors of any changes in base TER as per SEBI circulars dated February 5, 2018, June 5, 2018, and March 25, 2019."
    },
    "page_numbers": "Pages 241-280",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Load Structure and Commission to Distributors",
      "checklist_description": "The SID must disclose that there is no entry load for all mutual fund schemes. It must also state that upfront commission to distributors will be paid directly by investors based on service assessment. The load balances must be maintained as liabilities and usage of load balances must be disclosed. Distributors must disclose all commissions payable to them for competing schemes.",
      "rationale": "To empower investors in commission decisions and ensure transparency in load and commission structures, SEBI mandates these disclosures effective from August 1, 2009."
    },
    "page_numbers": "Pages 241-280",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Transaction Charges",
      "checklist_description": "The SID must disclose the applicable transaction charges payable to distributors for subscriptions of Rs. 10,000 and above, differentiating between new and existing investors. It should also state that no transaction charges apply to direct investments or subscriptions below Rs. 10,000.",
      "rationale": "To ensure investors are informed about transaction charges and to prevent malpractices, SEBI requires these disclosures as per circular dated August 22, 2011."
    },
    "page_numbers": "Pages 241-280",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure on No Load on Bonus Units and Dividend Reinvestment Units",
      "checklist_description": "The SID must clearly disclose that no entry or exit load will be charged on bonus units and units allotted on reinvestment of dividends.",
      "rationale": "To maintain uniformity and investor protection, SEBI mandates this disclosure as per circular dated March 18, 2008."
    },
    "page_numbers": "Pages 241-280",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Dividend Distribution Policy and Procedure",
      "checklist_description": "The SID must disclose the naming conventions for dividend options (Payout, Reinvestment, Transfer Plan), clarify that dividends may be paid out of investor capital (Equalization Reserve), and explain the segregation between income and capital distribution in statements. For unlisted schemes, the SID must disclose the process for dividend declaration, including trustee decision, record date, and public notice requirements.",
      "rationale": "To ensure investor clarity on dividend options and procedures, SEBI requires these disclosures to promote transparency and uniformity in dividend distribution."
    },
    "page_numbers": "Pages 241-280",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Investment Restrictions and Limits",
      "checklist_description": "The SID must disclose detailed investment restrictions including limits on investment in unlisted debt instruments, unrated debt, instruments with special features (e.g., Basel III bonds), structured obligations/credit enhancements, and sector/group exposure limits. It must also disclose any grandfathering provisions applicable to existing investments.",
      "rationale": "To ensure investor protection and regulatory compliance, SEBI mandates disclosure of investment restrictions and limits as per various circulars and regulations."
    },
    "page_numbers": "Pages 241-280",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Securities Lending Policy",
      "checklist_description": "The SID must disclose the intention to lend securities, exposure limits for securities lending per scheme and per intermediary, and associated risk factors such as loss or bankruptcy. It should also mention reporting and review mechanisms by AMC and Trustees.",
      "rationale": "To enable informed investor decisions and risk awareness, SEBI requires these disclosures under securities lending guidelines."
    },
    "page_numbers": "Pages 241-280",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Goods and Services Tax (GST) Charges",
      "checklist_description": "The SID must disclose that GST on investment and advisory fees may be charged in addition to the maximum TER limit, while GST on other fees shall be borne within the TER limits. GST on exit load shall be paid out of exit load proceeds.",
      "rationale": "To clarify tax treatment and charges to investors, SEBI mandates these disclosures as per applicable taxation laws."
    },
    "page_numbers": "Pages 241-280",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Brokerage and Transaction Costs",
      "checklist_description": "The SID must disclose that brokerage and transaction costs for trade execution are charged to the scheme within prescribed limits (up to 12 bps for cash market and 5 bps for derivatives). Any soft-dollar arrangements providing benefits to AMC must be disclosed if in the interest of investors.",
      "rationale": "To maintain transparency in costs charged to schemes and ensure investor interests, SEBI requires these disclosures."
    },
    "page_numbers": "Pages 241-280",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Investor Education and Awareness Initiatives",
      "checklist_description": "The SID must disclose the AMC's commitment to allocate at least 2 basis points of daily net assets for investor education and awareness initiatives, except for ETFs/Index Funds and certain Fund of Funds. It should also mention any industry-level initiatives including celebrity endorsements with SEBI approval.",
      "rationale": "To promote investor awareness and education, SEBI mandates disclosure of such initiatives and related expenses."
    },
    "page_numbers": "Pages 241-280",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Filing Fees",
      "checklist_description": "The SID must disclose applicable filing fees as per the Second Schedule of SEBI (Mutual Funds) Regulations, 1996 for offer documents and placement memoranda.",
      "rationale": "To ensure transparency on regulatory fees, SEBI requires disclosure of filing fees."
    },
    "page_numbers": "Pages 241-280",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Exit Load Parity",
      "checklist_description": "The SID must disclose that exit loads shall be applied uniformly to all unit holders without distinction based on subscription amount and that any imposition or enhancement of exit load applies only to prospective investments.",
      "rationale": "To ensure fairness and uniformity in exit load application, SEBI mandates this disclosure."
    },
    "page_numbers": "Pages 241-280",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Borrowing Costs Treatment",
      "checklist_description": "The SID must disclose that borrowing costs shall be adjusted against portfolio yield and any borrowing costs exceeding portfolio yield shall be borne by the AMC.",
      "rationale": "To clarify cost treatment and protect investor interests, SEBI requires this disclosure."
    },
    "page_numbers": "Pages 241-280",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Investment in Index Funds",
      "checklist_description": "The SID must disclose that investments by index funds will be in accordance with the weightage of the scrips in the specific index as disclosed, and for sectoral schemes, the upper ceiling on investments will be based on sectoral index weightage or 10% of NAV, whichever is higher.",
      "rationale": "To ensure transparency in index fund investment strategy, SEBI mandates this disclosure."
    },
    "page_numbers": "Pages 241-280",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Investment Policy for Liquid Schemes",
      "checklist_description": "The SID must disclose that liquid fund schemes will invest only in debt and money market securities with maturity up to 91 days, including details on calculation of maturity for securities with multiple payouts or put/call options.",
      "rationale": "To ensure compliance with investment restrictions and inform investors, SEBI requires this disclosure."
    },
    "page_numbers": "Pages 241-280",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Credit Risk Based Single Issuer Limits",
      "checklist_description": "The SID must disclose credit rating based single issuer limits for debt and money market instruments, specifying limits for AAA, AA, and A rated securities, and conditions for extension of limits with board approval.",
      "rationale": "To manage concentration risk and ensure investor protection, SEBI mandates disclosure of these prudential limits."
    },
    "page_numbers": "Pages 241-280",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Portfolio Concentration Risk Limits",
      "checklist_description": "The SID must disclose sectoral exposure limits (20% of net assets excluding certain securities), additional exposure to Housing Finance Companies with conditions, group exposure limits, and definitions of group companies. It must also disclose any grandfathering provisions and that trustees review exposures periodically.",
      "rationale": "To ensure risk diversification and investor awareness, SEBI requires detailed disclosure of concentration risk limits."
    },
    "page_numbers": "Pages 241-280",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Investment in Non-Convertible Preference Shares (NCPS)",
      "checklist_description": "The SID must disclose that NCPS are treated as debt instruments and that all investment restrictions applicable to debt instruments apply to NCPS as well.",
      "rationale": "To clarify treatment and applicable restrictions, SEBI mandates this disclosure."
    },
    "page_numbers": "Pages 241-280",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Approval Process for Investment in Unrated Debt Instruments",
      "checklist_description": "The SID must disclose that AMCs have constituted committees to approve investments in unrated instruments based on parameters approved by the AMC and Trustees, and that any investments outside parameters require prior board and trustee approval.",
      "rationale": "To ensure governance and risk management in unrated investments, SEBI requires disclosure of approval processes."
    },
    "page_numbers": "Pages 241-280",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Funds Parked in Short Term Deposits",
      "checklist_description": "Half yearly portfolio statements must disclose all funds parked in short term deposits under a separate heading. Details to be disclosed include the name of the bank, amount of funds parked, and percentage of NAV.",
      "rationale": "To ensure transparency regarding the parking of funds in short term deposits pending deployment, as per SEBI Circular No. SEBI/HO/IMD/DF2/CIR/P/2019/101 dated September 20, 2019."
    },
    "page_numbers": "Pages 281-320",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Repo Transactions in Corporate Debt Securities",
      "checklist_description": "The Scheme Information Document (SID) must disclose: (a) the intention to participate in repo transactions in corporate debt securities as per RBI and SEBI directions; (b) the exposure limit for the scheme; and (c) the risk factors associated with repo transactions in corporate bonds.",
      "rationale": "To enable investors to make informed decisions about repo transactions in corporate debt securities, as mandated by SEBI Circular No. SEBI/HO/IMD/DF/19/2011 dated November 11, 2011."
    },
    "page_numbers": "Pages 281-320",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Overseas Investment Intent and Details",
      "checklist_description": "The SID must disclose the intention to invest in overseas securities and/or ETFs, the attendant risk factors and returns, how such investments further the scheme's investment objectives, the name of the dedicated fund manager for overseas investments, and the exposure limits (percentage of assets to be invested overseas).",
      "rationale": "To ensure investors are aware of overseas investment plans, associated risks, and management, as per SEBI Circular No. SEBI/IMD/CIR No.7/104753/07 dated September 26, 2007 and subsequent circulars."
    },
    "page_numbers": "Pages 281-320",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Overseas Investments in Half Yearly Portfolio Statements",
      "checklist_description": "Overseas investments must be disclosed in half yearly portfolio statements under a separate heading 'Foreign Securities and/or overseas ETF(s)', including scheme-wise percentage of investments as a footnote in half yearly results.",
      "rationale": "To maintain transparency and provide detailed information on overseas investments to investors, as per SEBI Circular No. SEBI/IMD/CIR No.7/104753/07 dated September 26, 2007."
    },
    "page_numbers": "Pages 281-320",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Investment in Units of REITs/InvITs",
      "checklist_description": "For existing schemes investing in units of REITs/InvITs, the SID must disclose compliance with Regulation 18 (15A) of SEBI (Mutual Funds) Regulations, 1996, and unit holders must be informed about the exit option with a minimum 15-day period.",
      "rationale": "To ensure investors are informed about investments in REITs/InvITs and their rights, as per SEBI Circular No. SEBI/HO/IMD/DF2/CIR/P/2017/17 dated February 28, 2017."
    },
    "page_numbers": "Pages 281-320",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Investment Restrictions",
      "checklist_description": "All investment restrictions as contained in the SEBI (Mutual Funds) Regulations, 1996, particularly the Seventh Schedule, must be disclosed and adhered to at the time of making investments.",
      "rationale": "To ensure compliance with regulatory investment limits and protect investor interests, as per SEBI Circular No. MFD/CIR/09/014/2000 dated January 5, 2000."
    },
    "page_numbers": "Pages 281-320",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Investment Decision Process and Due Diligence",
      "checklist_description": "AMCs must disclose that due diligence and care are exercised in all investment decisions, maintain records supporting each investment decision including data, facts, and opinions, and report compliance with these requirements in periodical reports to Trustees and investors.",
      "rationale": "To ensure accountability and transparency in investment decisions, as per SEBI Circular No. MFD/CIR/6/73/2000 dated July 27, 2000."
    },
    "page_numbers": "Pages 281-320",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Cumulative Gross Exposure Limits",
      "checklist_description": "The SID must disclose that the cumulative gross exposure through equity, debt, derivatives, repo transactions, CDS, REITs, InvITs, and other permitted securities shall not exceed 100% of the net assets of the scheme.",
      "rationale": "To inform investors about exposure limits and risk management, as per SEBI Circular No. SEBI/HO/IMD/DF2/CIR/P/2021/024 dated March 4, 2021."
    },
    "page_numbers": "Pages 281-320",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Derivative Investment Norms and Risks",
      "checklist_description": "The SID must disclose the mutual fund's policy on derivatives including restrictions on writing options (except covered call strategy), exposure limits on option premiums (not exceeding 20% of net assets), and risks associated with derivatives and hedging strategies.",
      "rationale": "To provide investors with clear information on derivative usage and associated risks, as per SEBI Circular No. Cir/IMD/DF/11/2010 dated August 18, 2010 and subsequent circulars."
    },
    "page_numbers": "Pages 281-320",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Covered Call Option Strategy",
      "checklist_description": "For schemes intending to write covered call options, the SID must disclose the risks and benefits of the strategy, including limits on notional value (15% of equity shares held) and number of shares underlying call options (30% of unencumbered shares).",
      "rationale": "To ensure investors understand the covered call strategy and associated risks, as per SEBI Circular No. SEBI/HO/IMD/DF2/CIR/P/2019/17 dated January 16, 2019."
    },
    "page_numbers": "Pages 281-320",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Interest Rate Hedging Using Interest Rate Futures (IRFs)",
      "checklist_description": "The SID must disclose the use of IRFs for hedging interest rate risk, including the extent of hedging, conditions for imperfect hedging, associated risks, and impact on scheme characteristics.",
      "rationale": "To inform investors about interest rate risk management and related risks, as per SEBI Circular No. SEBI/HO/IMD/DF2/CIR/P/2017/109 dated September 27, 2017."
    },
    "page_numbers": "Pages 281-320",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Derivative Positions in Portfolio Statements and Reports",
      "checklist_description": "Mutual funds must disclose derivative positions including hedging through IRFs and IRS in monthly and half yearly portfolio statements, annual reports, and on their websites, with details as per prescribed formats.",
      "rationale": "To maintain transparency and provide detailed derivative exposure information to investors, as per SEBI Circular No. SEBI/HO/IMD/DF2/CIR/P/2021/024 dated March 4, 2021."
    },
    "page_numbers": "Pages 281-320",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Participation in Credit Default Swaps (CDS)",
      "checklist_description": "The SID must disclose the intention to participate in CDS transactions as protection buyers, related risks, and compliance with RBI and SEBI guidelines. Details of CDS transactions must be disclosed in monthly portfolio statements, half yearly trustee reports, and annual reports.",
      "rationale": "To enable investors to make informed decisions regarding CDS participation and ensure regulatory compliance, as per SEBI Circular No. CIR/IMD/DF/23/2012 dated November 15, 2012."
    },
    "page_numbers": "Pages 281-320",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Trade Execution and Allocation Policies",
      "checklist_description": "AMCs must disclose their written policies detailing roles and responsibilities in order placement, execution, and trade allocation ensuring fair and equitable treatment of schemes and investors. The policies must include use of Order Management Systems (OMS), audit trails, and compliance monitoring.",
      "rationale": "To ensure transparency, fairness, and accountability in trade execution and allocation, as per SEBI Circular No. SEBI/HO/IMD/DF2/CIR/P/2020/175 dated September 17, 2020."
    },
    "page_numbers": "Pages 281-320",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Inter Scheme Transfer (IST) Policies and Safeguards",
      "checklist_description": "The SID must disclose policies and safeguards related to ISTs, including conditions under which ISTs are allowed, pricing at prevailing market price on spot basis, compliance with investment objectives, and documentation maintained to ensure regulatory compliance.",
      "rationale": "To prevent misuse of ISTs and protect investor interests, as per SEBI Circular No. SEBI/HO/IMD/DF4/CIR/P/2020/202 dated October 8, 2020."
    },
    "page_numbers": "Pages 281-320",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Advertisement Requirements for Dividend Payouts",
      "checklist_description": "Advertisements must disclose dividends declared or paid in rupees per unit along with the face value of each unit and prevailing NAV at the time of declaration. For closed-ended or interval schemes, advertisements must state that the entire distributable surplus at maturity or interval completion will be distributed. Dividend/bonus payout advertisements must disclose that NAV will fall to the extent of payout and statutory levy.",
      "rationale": "To ensure clarity and transparency in dividend-related advertisements, preventing misleading information, as per SEBI Circular No. Cir/IMD/DF/6/2012 dated February 28, 2012."
    },
    "page_numbers": "Pages 281-320",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Performance Disclosure in SID",
      "checklist_description": "Disclose the performance of the Mutual Fund scheme in terms of CAGR for the past 1 year, 3 years, 5 years, and since inception. Additionally, provide point-to-point returns on a standard investment of Rs. 10,000/- alongside CAGR to aid retail investor understanding. Specify whether the performance relates to the regular or direct plan, including a footnote about differing expense structures. If the scheme has had multiple fund managers during the period, disclose this fact in a footnote.",
      "rationale": "To ensure transparency and provide investors with standardized, comparable performance data, enabling informed investment decisions."
    },
    "page_numbers": "Pages 321-360",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Performance Disclosure for New Schemes",
      "checklist_description": "If the scheme has been in existence for less than six months, do not provide past performance. If the scheme is between six months and one year old, disclose the simple annualized growth rate for the past six months from the last day of the month-end preceding the date of advertisement.",
      "rationale": "To avoid misleading investors with insufficient performance history and provide relevant performance metrics for new schemes."
    },
    "page_numbers": "Pages 321-360",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Performance Disclosure for Short-Term Funds",
      "checklist_description": "For Overnight funds, Liquid funds, and Money Market funds, disclose performance by simple annualization of yields if performance data is available for at least 7, 15, and 30 days, ensuring the figures are not misleading or unrealistic.",
      "rationale": "To provide appropriate performance metrics for funds with short investment horizons, reflecting their unique characteristics."
    },
    "page_numbers": "Pages 321-360",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Benchmark Disclosure in SID",
      "checklist_description": "Disclose scheme benchmarks along with additional standardized benchmarks in INR and CAGR format as per scheme category (e.g., Sensex/Nifty for equity schemes, 1-year T-Bill for short-term debt schemes, 10-year GOI security for long-term debt schemes, etc.). This disclosure should be part of the Statement of Additional Information and all advertisements.",
      "rationale": "To enable investors to compare scheme performance against relevant market benchmarks, ensuring transparency and standardization."
    },
    "page_numbers": "Pages 321-360",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Performance Periods",
      "checklist_description": "Ensure that any quarterly, half-yearly, or yearly performance disclosures pertain strictly to the respective calendar periods only.",
      "rationale": "To maintain consistency and avoid confusion regarding the time frames of performance data."
    },
    "page_numbers": "Pages 321-360",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Fund Manager's Other Schemes Performance",
      "checklist_description": "When advertising a scheme's performance, also disclose the CAGR performance data (1, 3, and 5 years) of all other schemes managed by the same fund manager along with their respective benchmarks. If the fund manager manages more than six schemes, disclose the total number of schemes managed and provide performance data of the top 3 and bottom 3 schemes, ensuring a true and fair view.",
      "rationale": "To provide investors with a comprehensive view of the fund manager's track record and ensure transparency about management expertise."
    },
    "page_numbers": "Pages 321-360",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Fund Manager Tenure",
      "checklist_description": "If the scheme has not been managed by the same fund manager for the entire period of performance data disclosed, this must be clearly stated in a footnote.",
      "rationale": "To inform investors about changes in management which may impact scheme performance."
    },
    "page_numbers": "Pages 321-360",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Performance Post-Merger",
      "checklist_description": "Disclose weighted average performance of merged schemes if features are similar and retained. If features of one scheme are retained post-merger, disclose performance of that scheme. If a new scheme emerges post-merger, past performance need not be provided. Past performance of schemes whose features are not retained may be made available on request with adequate disclaimers.",
      "rationale": "To provide clarity on performance representation post-merger and avoid misleading disclosures."
    },
    "page_numbers": "Pages 321-360",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Unclaimed Redemption and Dividend Amounts",
      "checklist_description": "Disclose in the SID/SAI the policy regarding unclaimed redemption and dividend amounts, including their deployment in specified Overnight/Liquid/Money Market schemes, restrictions on exit load and TER, investor claim process, and efforts made by AMCs to trace rightful owners. Also disclose the number of investors with unclaimed amounts in the Annual Report.",
      "rationale": "To ensure investor awareness and transparency regarding unclaimed amounts and their management."
    },
    "page_numbers": "Pages 321-360",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Indicative Portfolio and Yield Restrictions",
      "checklist_description": "Disclose the credit evaluation policy, sectors excluded from investment, types of instruments proposed for investment, and floors and ceilings (within 5% range) of intended allocation by sub-asset class/credit rating in the SID/SAI/KIM for close-ended debt-oriented schemes. Do not provide indicative portfolio or yield figures directly or indirectly.",
      "rationale": "To provide investors with relevant investment strategy information while preventing misleading indicative yield or portfolio promises."
    },
    "page_numbers": "Pages 321-360",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Investor Rights on Redemption Proceeds",
      "checklist_description": "Disclose the timelines for transfer of redemption or repurchase proceeds (within 3 working days for domestic schemes, 5 working days for overseas investment schemes), interest payable for delays, and exceptional circumstances as per AMFI guidelines.",
      "rationale": "To inform investors of their rights regarding timely receipt of redemption proceeds and remedies in case of delay."
    },
    "page_numbers": "Pages 321-360",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Statement of Account Dispatch",
      "checklist_description": "Disclose that units will be allotted and confirmation sent via email/SMS within 5 working days from closure of initial subscription or receipt of request. Provide option to hold units in demat form with respective ISINs disclosed. Disclose consolidated account statement issuance timelines and contents including commission paid to distributors and expense ratios.",
      "rationale": "To ensure investors receive timely and comprehensive information about their investments and holdings."
    },
    "page_numbers": "Pages 321-360",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Mandatory PAN and Bank Account Details",
      "checklist_description": "Disclose the mandatory requirement for investors to provide PAN number and bank account details in application and redemption forms.",
      "rationale": "To comply with regulatory requirements for investor identification and secure payment processing."
    },
    "page_numbers": "Pages 321-360",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Certification and Registration Requirements for Intermediaries",
      "checklist_description": "Disclose that no AMC shall deal with intermediaries (distributors, agents, brokers) unless they have cleared the mandatory certification examination. Include exemptions, code of conduct adherence, due diligence processes for empanelment, and ongoing monitoring requirements.",
      "rationale": "To ensure that intermediaries are qualified and adhere to ethical standards, protecting investor interests."
    },
    "page_numbers": "Pages 321-360",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Distributor Due Diligence and Conflict of Interest",
      "checklist_description": "Disclose the due diligence process for distributors including fit and proper criteria, business model, regulatory history, organizational controls, and conflict of interest disclosures when selling group/associate products.",
      "rationale": "To promote transparency and investor protection by ensuring distributors are suitable and disclose conflicts."
    },
    "page_numbers": "Pages 321-360",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Transaction and Documentation Maintenance",
      "checklist_description": "Disclose that AMCs are responsible for maintaining all investor documentation including KYC, PAN, PoA, specimen signatures, and transaction records. Disclose procedures for incomplete documentation and investor confirmation of holdings.",
      "rationale": "To comply with AML/CFT regulations and ensure investor records are complete and accurate."
    },
    "page_numbers": "Pages 321-360",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Mutual Fund Transactions via Stock Exchange Infrastructure",
      "checklist_description": "Disclose that mutual fund units can be transacted through registered stock brokers and clearing members, who must comply with certification, code of conduct, and KYC requirements. Disclose investor grievance mechanisms, time stamping provisions, and demat account related disclosures.",
      "rationale": "To inform investors about alternative transaction channels and associated regulatory safeguards."
    },
    "page_numbers": "Pages 321-360",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Discontinuation of Pool Accounts",
      "checklist_description": "Mutual funds must disclose in the SID that pooling of funds and/or units by intermediaries such as stock brokers, clearing members, mutual fund distributors (MFDs), investment advisors (IAs), and other service providers is discontinued. The SID should specify that funds pay-in and pay-out will be directly handled by recognized clearing corporations and units will be credited/debited directly to/from investor demat or folio accounts without routing through pool accounts.",
      "rationale": "To ensure transparency and safeguard investor interests by eliminating risks associated with pooling of funds and units, thereby enhancing traceability and reducing misuse of investor monies."
    },
    "page_numbers": "Pages 361-400",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Payment and Redemption Mechanism",
      "checklist_description": "The SID must disclose that cheque payments from investors shall be accepted only in favor of the respective mutual fund schemes and that redemption proceeds will be paid directly to the investor's registered bank account without any intermediate pooling. It should also mention that payment aggregators authorized by RBI or SEBI recognized clearing corporations may be used for routing funds, subject to strict controls.",
      "rationale": "To prevent third-party payments and co-mingling of funds, ensuring that investor payments and redemptions are secure, traceable, and compliant with regulatory requirements."
    },
    "page_numbers": "Pages 361-400",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Two-Factor Authentication (2FA) Requirement",
      "checklist_description": "The SID should disclose that two-factor authentication is mandatory for online subscription and redemption transactions, with one factor being a One-Time Password (OTP) sent to the investor's registered email or phone number. For offline transactions, signature verification is required. For demat transactions, authentication as prescribed by Depositories shall be followed.",
      "rationale": "To enhance security of mutual fund transactions and protect investors from unauthorized transactions and fraud."
    },
    "page_numbers": "Pages 361-400",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of AMC Liability for Unauthorized Transactions",
      "checklist_description": "The SID must state that the Asset Management Company (AMC) shall be liable to compensate unit holders for losses arising from unauthorized transactions due to fraud, negligence, or deficiency on the part of the AMC or its service providers, including platform providers, MFDs, RTAs, MFUs, and channel partners. However, unauthorized transactions by Investment Advisors are excluded from AMC liability.",
      "rationale": "To protect investors by ensuring accountability of AMCs for safeguarding investor assets and transactions."
    },
    "page_numbers": "Pages 361-400",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Investor Servicing and Information Sharing Protocols",
      "checklist_description": "The SID should disclose that detailed, system-generated, and secured information related to each stage of mutual fund transactions, including rejections, will be made available simultaneously to all relevant stakeholders such as investors, RTAs, MFDs, IAs, and payment aggregators (limited to payment-related data). It should also mention that costs for system development will not be passed on to investors.",
      "rationale": "To ensure transparency, timely communication, and parity in information dissemination among all stakeholders involved in mutual fund transactions."
    },
    "page_numbers": "Pages 361-400",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Segregation and Ring-Fencing of Scheme Assets",
      "checklist_description": "The SID must disclose that AMCs maintain internal policies approved by their Board and Trustees to ensure segregation and ring-fencing of assets, liabilities, bank accounts, and securities accounts of each scheme on a daily basis. Pool accounts, if used for mutual fund level transactions, shall have nil balance at the end of the day, and any unidentified funds must be allocated to respective schemes within one business day.",
      "rationale": "To prevent co-mingling of assets across schemes and protect investor interests by ensuring clear segregation of scheme assets."
    },
    "page_numbers": "Pages 361-400",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Margin and Collateral Requirements",
      "checklist_description": "The SID should disclose that margins or collaterals for transactions executed at the mutual fund level are placed only from the assets of the respective schemes without co-mingling with assets of other schemes.",
      "rationale": "To ensure that scheme assets are used exclusively for their own transactions, maintaining fairness and compliance with regulatory requirements."
    },
    "page_numbers": "Pages 361-400",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Cash Investment Limits and Conditions",
      "checklist_description": "The SID must disclose that cash investments in mutual funds are permitted up to Rs. 50,000 per investor per mutual fund per financial year, subject to compliance with AML and PMLA provisions and having sufficient systems and procedures in place. Redemption or dividend payments related to such investments will be made only through banking channels.",
      "rationale": "To facilitate inclusion of small investors while ensuring compliance with anti-money laundering regulations and safeguarding investor interests."
    },
    "page_numbers": "Pages 361-400",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Corporate Debt Market Development Fund (CDMDF) Investment",
      "checklist_description": "The SID should disclose any investment in the Corporate Debt Market Development Fund (CDMDF), including the requirement for specified debt-oriented schemes to invest 25 basis points of their AUM in CDMDF units, the lock-in of contributions until winding up, and the treatment of CDMDF units in risk and maturity calculations. It should also mention that changes related to CDMDF investment will be incorporated by addendum and are not considered fundamental attribute changes.",
      "rationale": "To inform investors about the scheme’s participation in CDMDF, its impact on scheme portfolio, and regulatory compliance related to such investments."
    },
    "page_numbers": "Pages 361-400",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Execution Only Platforms (EOP) Usage and Framework",
      "checklist_description": "The SID must disclose if transactions in direct plans are facilitated through Execution Only Platforms (EOPs), describing the nature of EOPs, their registration categories, and the segregation of advisory and distribution activities. It should also disclose the risk management framework, investor onboarding procedures, grievance redressal mechanisms, and conflict of interest policies applicable to EOPs.",
      "rationale": "To provide transparency about the use of technology platforms for direct plan transactions and ensure investor protection through regulated frameworks."
    },
    "page_numbers": "Pages 361-400",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Mutual Fund Scheme Information on EOPs",
      "checklist_description": "The SID should state that EOPs displaying mutual fund schemes will provide factual information available in the public domain, including past performance, and comply with minimum disclosure requirements. It should also mention that EOPs will provide interactive tools for scheme screening without auto-recommendations or rankings, and any research reports used will be from SEBI registered intermediaries with appropriate disclosures.",
      "rationale": "To ensure that investors receive unbiased, factual, and compliant information when transacting through EOPs."
    },
    "page_numbers": "Pages 361-400",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Investor Authentication and Transaction Execution",
      "checklist_description": "The SID should disclose that investor orders placed through EOPs are executed immediately and routed either directly to AMCs/RTAs (Category 1 EOPs) or through stock exchange platforms (Category 2 EOPs). It should also mention the requirement for robust technology infrastructure ensuring data privacy, security, and continuous platform availability.",
      "rationale": "To assure investors of timely execution and secure handling of their transactions on digital platforms."
    },
    "page_numbers": "Pages 361-400",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Fund Manager Appointment and Portfolio Replication",
      "checklist_description": "Mutual funds must disclose in the SID that separate fund managers are appointed for each fund unless the investment objectives and asset allocations are the same and the portfolio is replicated across funds. Portfolio replication of at least 70% is considered adequate. The AMC must have a written policy for trade allocation ensuring the fund manager does not take directionally opposite positions across schemes.",
      "rationale": "To ensure transparency about fund management and to prevent conflicts of interest or contradictory investment strategies across schemes managed by the same fund manager, as mandated by SEBI (Mutual Funds) Regulations."
    },
    "page_numbers": "Pages 401-440",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Fund Manager Performance Across Schemes",
      "checklist_description": "AMCs must disclose on their websites the monthly returns provided by each fund manager across all schemes managed by them, including mutual funds, pension funds, and offshore funds. In performance advertisements, returns of all schemes managed by the fund manager must be provided. If the difference between annual returns of schemes managed by the same fund manager exceeds 10%, this must be reported to the trustee and explained on the AMC’s website.",
      "rationale": "To provide investors with comprehensive performance information of fund managers and maintain accountability and transparency regarding fund manager performance."
    },
    "page_numbers": "Pages 401-440",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Product Labeling with Risk-o-meter in Scheme Documents",
      "checklist_description": "Mutual funds must disclose a product label on the front page of the SID, Key Information Memorandum (KIM), initial offering application forms, common application forms, and scheme advertisements. The label should include: (a) nature of the scheme (wealth creation or regular income with indicative time horizon), (b) brief investment objective and product type (Equity/Debt), and (c) risk level depicted through a pictorial 'Risk-o-meter' with six defined risk levels (Low to Very High). The risk-o-meter must be prominently visible near the scheme caption.",
      "rationale": "To standardize risk communication and help investors understand the risk profile of schemes clearly and consistently, facilitating informed investment decisions."
    },
    "page_numbers": "Pages 401-440",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Monthly and Annual Disclosure of Risk-o-meter",
      "checklist_description": "Mutual funds must evaluate and disclose the Risk-o-meter for each scheme monthly along with portfolio disclosures on their website and AMFI website within 10 days from month-end. Additionally, the risk level as on March 31 each year, along with the number of times the risk level changed during the year, must be disclosed on both websites. Annual reports and abridged summaries must include a table showing scheme-wise Risk-o-meter levels at the start and end of the financial year and the number of changes.",
      "rationale": "To keep investors updated on the dynamic risk profile of schemes and maintain transparency regarding changes in risk levels over time."
    },
    "page_numbers": "Pages 401-440",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Risk Value for Commodities in Risk-o-meter",
      "checklist_description": "For mutual fund schemes investing in commodities, the risk value assigned in the Risk-o-meter must be based on the annualized volatility of the commodity’s benchmark index price over the past 15 years, computed quarterly. The risk value corresponds to defined volatility ranges (e.g., <10% = Moderate risk, >20% = Very High risk). This methodology and examples must be disclosed.",
      "rationale": "To provide a consistent and quantitative basis for assessing commodity investment risk, enhancing transparency and comparability."
    },
    "page_numbers": "Pages 401-440",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Potential Risk Class (PRC) Matrix for Debt Schemes",
      "checklist_description": "Debt mutual funds must disclose the classification of their schemes in a 3x3 Potential Risk Class matrix based on maximum interest rate risk (Macaulay Duration) and maximum credit risk (Credit Risk Value). The chosen PRC cell must be disclosed in the SID at the time of filing with SEBI, on the front page of the initial offering application form, KIM, common application form, and scheme advertisements. The PRC matrix with the scheme’s position must be prominently visible and in bold near the scheme caption. Any subsequent changes in PRC classification must be communicated to unitholders via SMS and website link.",
      "rationale": "To provide investors with clear information on the interest rate and credit risk profile of debt schemes, enabling informed investment decisions and risk awareness."
    },
    "page_numbers": "Pages 401-440",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure Regarding Perpetual Bonds in Debt Schemes",
      "checklist_description": "AMCs must disclose in the SID that the placement of the scheme in the PRC matrix does not reflect holdings in perpetual bonds with respect to Macaulay Duration and maturity thresholds for pre-existing holdings as of June 7, 2021. Fresh investments in perpetual bonds are permitted only in schemes classified as Class III (any Macaulay Duration).",
      "rationale": "To clarify the treatment of perpetual bonds in risk classification and ensure investors are aware of exceptions in risk measurement."
    },
    "page_numbers": "Pages 401-440",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Investment in Securities Excluded from Associate Definition",
      "checklist_description": "AMCs must disclose scheme-wise investments, as of the last day of each quarter, in securities of entities excluded from the definition of 'associate'. The disclosure must include ISIN-wise value of investments and their percentage of the scheme’s AUM. This information must be published on the AMC’s website and AMFI’s website within one month from the quarter-end.",
      "rationale": "To enhance transparency regarding investments in entities related to the AMC or sponsor, ensuring investors are informed about potential conflicts or related party exposures."
    },
    "page_numbers": "Pages 401-440",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Change in Control of AMC to Unitholders",
      "checklist_description": "In the event of a change in control of the AMC, the mutual fund must disclose to unitholders (via email or letter) and publish an advertisement in newspapers detailing: (a) activities and financial track record of the new sponsor, (b) condensed financial information of schemes if taken over by an existing mutual fund, and (c) amount and procedure for claiming unclaimed redemptions and dividends. Unitholders must be given an exit option at prevailing NAV without exit load for at least 30 calendar days from communication date. The SID and other offer documents must be revised and updated accordingly.",
      "rationale": "To ensure unitholders are fully informed about significant changes in AMC control and their rights, maintaining investor protection and transparency."
    },
    "page_numbers": "Pages 401-440",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Nomination Option and Process",
      "checklist_description": "Mutual funds must disclose in the SID the option for investors subscribing on or after October 1, 2022, to either provide a nomination using the format specified in the Fourth Schedule of SEBI (Mutual Funds) Regulations or opt out of nomination via a signed declaration form. The AMC must provide both physical and online modes for submission, with online submissions validated through e-Sign or two-factor authentication. Existing individual unitholders must be given a deadline (June 30, 2024) to comply, failing which folios will be frozen for debits. AMCs and RTAs must communicate regularly to encourage compliance.",
      "rationale": "To standardize nomination practices, enhance investor protection, and ensure clarity on succession and transmission of units."
    },
    "page_numbers": "Pages 401-440",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Investment and Advisory Services to Foreign Portfolio Investors (FPIs)",
      "checklist_description": "AMCs must disclose in the SID if they provide management and advisory services to FPIs falling under specified categories (government-related investors, appropriately regulated entities, or FPIs with majority ownership by such entities), including those operating from International Financial Services Centres (IFSC) regulated by IFSCA. Restrictions on investments by FPIs not falling under specified categories, such as prohibition on contra-positions in equity and derivatives for six months, must also be disclosed.",
      "rationale": "To inform investors about the AMC’s client base and regulatory compliance related to foreign investments, ensuring transparency on investment restrictions and AMC services."
    },
    "page_numbers": "Pages 401-440",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Investment in Minor’s Name through Guardian and Transmission Process",
      "checklist_description": "The SID must disclose that investments made in the name of a minor through a guardian will accept payments only from bank accounts of the minor, parent, or guardian. Redemption proceeds will be credited only to the verified bank account of the minor. Upon attaining majority, the minor must update KYC and bank details before further transactions. The AMC must suspend systematic investment/transfer/withdrawal plans upon minor attaining majority until status is updated. The transmission process must be disclosed, including the use of image-based processing, common forms, uniform document requirements, and prohibition on redemption requests pending transmission completion.",
      "rationale": "To ensure investor protection and clarity in handling investments made on behalf of minors and streamline transmission of units."
    },
    "page_numbers": "Pages 401-440",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Product Label and PRC Matrix Placement in Advertisements",
      "checklist_description": "The product label (including Risk-o-meter) and the Potential Risk Class matrix with the scheme’s placement must be displayed prominently and visibly in all scheme advertisements by the mutual fund and its distributors.",
      "rationale": "To ensure consistent and prominent communication of scheme risk profiles to investors across all promotional materials."
    },
    "page_numbers": "Pages 401-440",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Accounting Standards Compliance",
      "checklist_description": "Mutual funds must disclose that financial statements and accounts of schemes are prepared in accordance with Indian Accounting Standards (IND AS) effective April 1, 2023. They must provide opening balance sheets as per IND AS and disclose perspective historical per unit statistics for the past 3 years, labeling previous GAAP information as not IND AS compliant and describing the nature of adjustments required for IND AS compliance.",
      "rationale": "To ensure transparency and comparability of financial information in line with updated accounting standards."
    },
    "page_numbers": "Pages 401-440",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Networth Computation Format",
      "checklist_description": "The SID or related documents must disclose the format for networth computation of the AMC, detailing paid-up capital, share premium, free reserves, and deductions such as miscellaneous expenditure, accumulated losses, intangible assets, and minimum capital adequacy requirements under other SEBI regulations.",
      "rationale": "To provide clarity on the financial strength and regulatory compliance of the AMC managing the mutual fund schemes."
    },
    "page_numbers": "Pages 401-440",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Exit Period for Unitholders",
      "checklist_description": "Wherever an exit option is provided to unitholders under MF Regulations and circulars, the SID must disclose that unitholders will be given a minimum exit period of 30 calendar days to exercise the exit option.",
      "rationale": "To standardize exit timelines across schemes and ensure investors have sufficient time to make exit decisions."
    },
    "page_numbers": "Pages 401-440",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Fund's Risk Profile and Investment Strategies",
      "checklist_description": "The Scheme Information Document (SID) must clearly disclose the mutual fund scheme's risk profile or risk appetite, including the investment strategies and risk factors associated with the scheme. It should also incorporate any other elements of risk appetite as stipulated by the AMC and Trustees.",
      "rationale": "Investment risk management should be based on reasonable investor expectations about the risks the mutual fund will take to achieve its investment objectives, and this must be communicated transparently to investors."
    },
    "page_numbers": "Pages 441-480",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Investment Universe and Policies",
      "checklist_description": "The SID should disclose the investment universe, updated periodically, and clearly define the policies related to investments in various asset classes/securities permitted by SEBI. This includes policies on hedging interest rate risk, foreign exchange risk, price risk, participation in IPOs/FPOs (including those of associate/group companies), trade execution, trade allocation, inter-scheme transfers, investment valuation, and broker empanelment.",
      "rationale": "To ensure transparency and adherence to regulatory requirements, investors must be informed about the scope and policies governing the scheme's investments."
    },
    "page_numbers": "Pages 441-480",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Risk Management Framework and Limits",
      "checklist_description": "The SID must disclose the risk management framework including limits set for issuer/sector exposure vis-à-vis the benchmark, limits for investments in debt and money market instruments of various credit qualities, and any internal limits imposed by the AMC. It should also mention the use of risk metrics such as Risk-O-Meter and Potential Risk Class (PRC) vis-à-vis the scheme benchmark.",
      "rationale": "To provide investors with an understanding of how investment risks are controlled and monitored within regulatory and internal limits."
    },
    "page_numbers": "Pages 441-480",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Credit Risk Management Policies",
      "checklist_description": "The SID should disclose the AMC's credit risk management policy, including the process of analysis and evaluation of credit ratings from multiple agencies, in-house credit assessment procedures, early warning signals for credit deterioration, and concentration limits (counterparty, group, sector, geography).",
      "rationale": "Credit risk is a key risk for debt and money market instruments, and investors must be informed about the measures taken to manage this risk."
    },
    "page_numbers": "Pages 441-480",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Liquidity Risk Management Approach",
      "checklist_description": "The SID must describe the liquidity risk management model used by the AMC, including how secondary market liquidity is incorporated, classification of assets into maturity buckets, modelling of liabilities based on historical subscription and redemption data, and any alerts for asset-liability mismatches.",
      "rationale": "Liquidity risk affects the ability to meet redemption requests and impacts scheme stability; hence, disclosure ensures investor awareness of liquidity management."
    },
    "page_numbers": "Pages 441-480",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Investment Restrictions and Compliance",
      "checklist_description": "The SID should clearly state the investment restrictions applicable to the scheme as per SEBI regulations and internal policies, including limits on sector, issuer, and instrument types, and the process for monitoring and managing breaches and exceptions.",
      "rationale": "To ensure that the scheme operates within regulatory boundaries and investors are aware of the controls in place to maintain compliance."
    },
    "page_numbers": "Pages 441-480",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Risk Mitigation and Control Measures",
      "checklist_description": "The SID should disclose the risk mitigation strategies and control mechanisms implemented by the AMC, including stress testing, scenario analysis, and corrective actions taken in case of risk breaches or adverse events.",
      "rationale": "Investors need to understand how the AMC proactively manages and mitigates risks to protect their interests."
    },
    "page_numbers": "Pages 441-480",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Governance and Risk Management Roles",
      "checklist_description": "The SID should provide information about the governance structure related to risk management, including the roles and responsibilities of the AMC's Board, Trustees, Chief Risk Officer (CRO), Chief Investment Officer (CIO), other CXOs, and Fund Managers in managing risks.",
      "rationale": "Transparency in governance and accountability enhances investor confidence in the fund's risk management practices."
    },
    "page_numbers": "Pages 441-480",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Risk Reporting and Monitoring Mechanisms",
      "checklist_description": "The SID should explain the risk reporting framework, including frequency of risk reporting to the Board and Trustees, types of risk metrics reported, and how emerging risks and material risk incidents are escalated and addressed.",
      "rationale": "Regular and structured risk reporting ensures ongoing oversight and timely management of risks, which is critical for investor protection."
    },
    "page_numbers": "Pages 441-480",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Performance and Risk Metrics",
      "checklist_description": "The SID should disclose quantitative risk measures and performance metrics used by the AMC such as Value at Risk (VaR), Sharpe Ratio, Treynor Ratio, Information Ratio, redemption and investor concentration analysis, and stress testing results.",
      "rationale": "Providing these metrics helps investors assess the risk-return profile of the scheme and make informed investment decisions."
    },
    "page_numbers": "Pages 441-480",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Policies on Inter-Scheme Transfers and Trade Allocation",
      "checklist_description": "The SID should disclose the policies governing trade allocation and inter-scheme transfers, including adherence to these policies and mechanisms to identify allocations that deviate from normal percentage allocations across funds.",
      "rationale": "To ensure fairness and transparency in the allocation of investment opportunities among schemes managed by the AMC."
    },
    "page_numbers": "Pages 441-480",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Investment Due Diligence for Inter-Scheme Transfers",
      "checklist_description": "The SID must disclose that in cases of inter-scheme transfers, the scheme buying the securities conducts an enhanced level of due diligence before investment.",
      "rationale": "Enhanced due diligence protects investors from potential risks arising from inter-scheme transactions."
    },
    "page_numbers": "Pages 441-480",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Liquidity Risk Associated with the Scheme",
      "checklist_description": "The SID must disclose the liquidity risk associated with the scheme/product, including factors such as the ability to liquidate assets near their ascribed value within a specified period, and the forward-looking asset-liability mismatch over at least the next 30 days.",
      "rationale": "SEBI mandates systematic classification and evaluation of liquidity risks to ensure investors are informed about potential liquidity constraints and the AMC's approach to managing such risks."
    },
    "page_numbers": "Pages 481-520",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Asset-Liability Mismatch Limits and Management Policy",
      "checklist_description": "The SID should disclose the AMC's policy on managing asset-liability mismatches, including the upper limits or thresholds set for mismatches customized by scheme size or type, the alert mechanisms in place, and reporting frequency to the Board and SEBI.",
      "rationale": "To ensure transparency on how the AMC manages liquidity and redemption risks arising from mismatches between putative liabilities and liquid assets."
    },
    "page_numbers": "Pages 481-520",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Stress Testing Policy and Results",
      "checklist_description": "The SID must include details of the stress testing policy, including risk parameters used, methodology adopted, procedures to handle stress events and early warning signals, and a summary of stress test results conducted at least monthly (excluding close-ended and interval schemes).",
      "rationale": "Stress testing is mandated by SEBI to assess the scheme's resilience to market shocks and liquidity pressures, ensuring investor awareness of potential risks."
    },
    "page_numbers": "Pages 481-520",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Governance Risk Management Policy",
      "checklist_description": "The SID should disclose the AMC's approved policy to manage governance risks of investee companies, including assessment of governance structures, track record of issuers, conflict of interest monitoring involving Board/KMP members, and adherence to SEBI's Stewardship Code.",
      "rationale": "Governance risk can materially impact investment performance; disclosure ensures investors understand how the AMC monitors and mitigates such risks."
    },
    "page_numbers": "Pages 481-520",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Operational Risk Management Framework",
      "checklist_description": "The SID must disclose the operational risk management policy covering governance structure, identification and management of operational risk events, escalation and reporting mechanisms, guidelines on transactions with related parties, and communication protocols with external stakeholders.",
      "rationale": "Operational risks can lead to financial loss and reputational damage; disclosure promotes transparency on controls and risk mitigation."
    },
    "page_numbers": "Pages 481-520",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Compliance Risk Management Policies",
      "checklist_description": "The SID should disclose policies addressing regulatory compliance including KYC, AML/CFT, outsourcing, investor grievance redressal, related party transactions, conflict of interest, insider trading prevention, and all disclosure requirements including derivatives and contingent liabilities.",
      "rationale": "Compliance risk management is critical to protect investors and maintain regulatory adherence; disclosure informs investors of the AMC's commitment to compliance."
    },
    "page_numbers": "Pages 481-520",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Anti-Money Laundering (AML) and Combating Financing of Terrorism (CFT) Program",
      "checklist_description": "The SID must describe the AML/CFT program attributes such as employee awareness, transaction monitoring for suspicious activities, reporting mechanisms to authorities, and training programs.",
      "rationale": "To ensure investors are aware of the AMC's efforts to prevent money laundering and terrorism financing risks."
    },
    "page_numbers": "Pages 481-520",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Technology, Information Security and Cyber Risk Management",
      "checklist_description": "The SID should disclose the cyber security and cyber resilience framework including governance, identification and classification of critical IT assets, access controls, physical security, network security, data encryption, patch management, and incident response procedures.",
      "rationale": "Given the reliance on technology, disclosure of cyber risk management assures investors of the AMC's preparedness against cyber threats."
    },
    "page_numbers": "Pages 481-520",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Reputation and Conduct Risk Management",
      "checklist_description": "The SID must disclose the AMC's approach to managing reputation and conduct risks, including integration into business strategy, crisis management policies, social media grievance monitoring, and enforcement of codes of ethics and business conduct.",
      "rationale": "Reputation and conduct risks can affect investor confidence and fund performance; disclosure promotes transparency on risk mitigation."
    },
    "page_numbers": "Pages 481-520",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Outsourcing Risk Management Policy",
      "checklist_description": "The SID should disclose the AMC's Board-approved outsourcing policy detailing core activities not outsourced, risk and materiality assessment procedures, monitoring and control mechanisms, selection criteria, service level agreements, incident reporting, and periodic review of service providers.",
      "rationale": "Outsourcing involves fiduciary responsibilities; disclosure ensures investors understand how risks from third-party service providers are managed."
    },
    "page_numbers": "Pages 481-520",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Sales and Distribution Risk Management",
      "checklist_description": "The SID must disclose measures to manage sales and distribution risks including performance appraisal linked to mis-selling risk, responsibility for distributor conduct, certification requirements (e.g., NISM certification), commission structures, audit procedures, and due diligence of distributors.",
      "rationale": "To protect investors from mis-selling and ensure transparency in distribution practices."
    },
    "page_numbers": "Pages 481-520",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Financial Reporting Risk Controls",
      "checklist_description": "The SID should disclose the AMC's accounting policies and procedures for mutual fund accounting, segregation of duties within finance functions, and documentation and testing of internal controls over financial reporting.",
      "rationale": "Accurate financial reporting is essential for investor trust and regulatory compliance."
    },
    "page_numbers": "Pages 481-520",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Legal and Tax Risk Management Processes",
      "checklist_description": "The SID must disclose documented processes and responsibilities for statutory levy calculations and deposits, acceptance of applications from permitted jurisdictions, monitoring and redressal of tax risks, review and execution of material legal agreements, and maintenance of centralized legal registers.",
      "rationale": "Legal and tax risks can materially impact fund operations; disclosure ensures investor awareness of risk mitigation."
    },
    "page_numbers": "Pages 481-520",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Talent Risk Management and Succession Planning",
      "checklist_description": "The SID should disclose policies and procedures for recruiting qualified staff, screening processes including background checks, succession planning for key positions, and ensuring availability of adequate backups for key personnel.",
      "rationale": "Talent risk affects fund management quality; disclosure assures investors of continuity and expertise."
    },
    "page_numbers": "Pages 481-520",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Distributor Certification Requirements",
      "checklist_description": "The SID must disclose that all sales staff and distributors are required to be NISM certified or hold equivalent valid certifications as prescribed by SEBI/AMFI.",
      "rationale": "Certification ensures distributor competence and protects investors from unqualified advice."
    },
    "page_numbers": "Pages 481-520",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Risk-o-Meter Disclosure",
      "checklist_description": "The Scheme Information Document (SID) must disclose the risk level of the scheme using the SEBI prescribed Risk-o-Meter methodology. This includes the risk value calculated based on credit risk, interest rate risk, liquidity risk for debt securities; market capitalization, volatility, and impact cost for equity securities; and appropriate risk values for derivatives, REITs, InvITs, commodities, foreign securities, and mutual fund schemes held. The risk level must be mapped to the defined risk categories (Low, Low to Moderate, Moderate, Moderately High, High, Very High) and depicted clearly in the SID.",
      "rationale": "SEBI Circular SEBI/HO/IMD/DF3/CIR/P/2020/197 dated October 05, 2020 mandates uniform risk evaluation and disclosure to enable investors to understand the risk profile of mutual fund schemes transparently."
    },
    "page_numbers": "Pages 521-560",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Detailed Risk Parameters for Debt Securities",
      "checklist_description": "The SID must disclose the methodology for evaluating credit risk, interest rate risk (using Macaulay Duration), and liquidity risk of debt securities in the portfolio. It should specify how credit ratings are mapped to risk values, how Macaulay Duration is used for interest rate risk, and how liquidity risk is assessed based on listing status, credit rating, and instrument structure. The weighted average risk values and the final risk value calculation method must be explained.",
      "rationale": "This ensures investors are informed about the specific risks associated with debt instruments in the scheme, as per SEBI Circular SEBI/HO/IMD/DF3/CIR/P/2020/197."
    },
    "page_numbers": "Pages 521-560",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Risk Parameters for Equity Securities",
      "checklist_description": "The SID must disclose the risk evaluation methodology for equity securities based on market capitalization (large cap, mid cap, small cap), volatility (based on past two years' daily price volatility), and liquidity (impact cost over last three months). It should explain how weighted averages are computed and how IPO or recently listed securities are treated in risk calculations.",
      "rationale": "To provide investors with a clear understanding of the equity risk profile of the scheme, facilitating informed investment decisions, as mandated by SEBI Circular SEBI/HO/IMD/DF3/CIR/P/2020/197."
    },
    "page_numbers": "Pages 521-560",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Risk Evaluation for Derivative Instruments",
      "checklist_description": "The SID must disclose the risk assessment approach for derivative instruments including index futures, stock futures, index options, stock options, and other derivatives. It should clarify treatment of hedging positions, the volatility values assigned, and the calculation of weighted average risk values for derivatives in the portfolio.",
      "rationale": "To ensure transparency about the risk contribution of derivatives in the scheme portfolio, aligning with SEBI's risk disclosure framework."
    },
    "page_numbers": "Pages 521-560",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Risk Disclosure for REITs, InvITs, Commodities, and Foreign Securities",
      "checklist_description": "The SID must disclose the assigned risk values for investments in REITs and InvITs (value 7), commodities like gold and silver based on annualized volatility, and foreign securities (value 7). The methodology for calculating weighted average risk values for these asset classes must be included.",
      "rationale": "To inform investors about the specific risk profiles of alternative asset classes within the scheme, as per SEBI Circulars SEBI/HO/IMD/DF3/CIR/P/2020/197 and SEBI/HO/IMD/IMD-II DOF3/P/CIR/2022/49."
    },
    "page_numbers": "Pages 521-560",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Risk Disclosure for Investments in Other Mutual Fund Schemes",
      "checklist_description": "The SID must disclose the risk values assigned to investments in other mutual fund schemes based on their risk-o-meter categories (Low to Very High) and for overseas mutual fund units or ETFs (value 7). The weighted average risk value calculation methodology must be explained.",
      "rationale": "To provide clarity on the risk implications of investing in units of other mutual funds, ensuring comprehensive risk disclosure."
    },
    "page_numbers": "Pages 521-560",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Cash and Net Current Assets Risk Disclosure",
      "checklist_description": "The SID must disclose that cash and net current assets are assigned a risk value of 1 (Low) in the risk-o-meter calculation.",
      "rationale": "To accurately reflect the low risk associated with cash holdings in the scheme portfolio."
    },
    "page_numbers": "Pages 521-560",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Illustrative Examples of Risk-o-Meter Calculation",
      "checklist_description": "The SID should include illustrative examples demonstrating the calculation of risk-o-meter values for typical debt and equity schemes, showing the weighted average calculations of risk parameters and final risk level determination.",
      "rationale": "To enhance investor understanding of the risk evaluation process and the resulting risk-o-meter classification."
    },
    "page_numbers": "Pages 521-560",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Risk-o-Meter Disclosure",
      "checklist_description": "The Scheme Information Document (SID) must disclose the risk-o-meter rating of the scheme, indicating the risk level (e.g., Very High Risk, High Risk) based on the weighted average risk value of the portfolio. The risk-o-meter should be depicted visually and explained with reference to the methodology used for calculation.",
      "rationale": "To provide investors with a clear understanding of the risk profile of the scheme, enabling informed investment decisions."
    },
    "page_numbers": "Pages 561-600",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Stewardship Policy Disclosure",
      "checklist_description": "The SID must disclose the mutual fund's comprehensive stewardship policy, including how it monitors and engages with investee companies on performance, governance, ESG risks, and other material matters. It should also include policies on conflict of interest management, intervention in investee companies, voting policies, and periodic reporting on stewardship activities.",
      "rationale": "To ensure transparency about the fund's active role in corporate governance and responsible investment practices, thereby protecting investor interests."
    },
    "page_numbers": "Pages 561-600",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Conflict of Interest Policy",
      "checklist_description": "The SID must disclose the policy for identifying and managing conflicts of interest in fulfilling stewardship responsibilities. This includes procedures such as blanket bans on certain investments, segregation of voting and client relations functions, recusal policies, and maintenance of records of decisions taken.",
      "rationale": "To assure investors that conflicts of interest are managed diligently and that client interests are prioritized."
    },
    "page_numbers": "Pages 561-600",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Monitoring and Intervention Policy",
      "checklist_description": "The SID must disclose the policy on continuous monitoring of investee companies, specifying levels and areas of monitoring (e.g., financial performance, governance, ESG risks), and the policy on intervention including circumstances and mechanisms for active engagement or escalation.",
      "rationale": "To inform investors about the fund’s approach to oversight and active management of investee companies to safeguard their investments."
    },
    "page_numbers": "Pages 561-600",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Voting Policy and Disclosure",
      "checklist_description": "The SID must disclose the voting policy including mechanisms of voting (e-voting, proxy), guidelines for decision-making on resolutions, use of proxy advisors, conflict of interest management in voting, and disclosure of voting activity with rationale and periodicity (e.g., quarterly on website).",
      "rationale": "To enhance transparency and accountability in exercising voting rights, thereby improving governance of investee companies."
    },
    "page_numbers": "Pages 561-600",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Periodic Stewardship Reporting",
      "checklist_description": "The SID must disclose the commitment to periodic reporting on stewardship activities to clients/beneficiaries, including the format, frequency (e.g., quarterly, annual), and channels of disclosure (e.g., website, annual reports).",
      "rationale": "To keep investors informed about how stewardship responsibilities are being fulfilled, fostering trust and confidence."
    },
    "page_numbers": "Pages 561-600",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Nomination Opt-Out Declaration",
      "checklist_description": "The SID must provide a declaration form for investors opting out of nomination, explaining the implications and the requirement for legal heirs to submit requisite documents in case of the investor's death.",
      "rationale": "To ensure investors are aware of the consequences of not appointing a nominee and the procedural requirements thereafter."
    },
    "page_numbers": "Pages 561-600",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Minimum Disclosure Requirements for Schemes",
      "checklist_description": "The SID must include minimum disclosures such as Mutual Fund name and website link, scheme name, type and category, fund manager name, investment objective, scheme performance with source, scheme details (minimum investment, AUM, NAV, exit load, expense ratio), risk-o-meter and potential risk matrix, and other mandatory disclosures as specified by SEBI.",
      "rationale": "To provide investors with standardized, essential information for evaluating and comparing mutual fund schemes."
    },
    "page_numbers": "Pages 561-600",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "ESG and Investment Strategy Disclosure",
      "checklist_description": "For schemes employing ESG or sustainability strategies, the SID must disclose details of the strategy including exclusion criteria, integration of ESG factors, best-in-class screening, impact investing objectives, sustainable objectives, transition investments, and the methodology used to assess and monitor environmental, social, and governance impacts.",
      "rationale": "To inform investors about the ESG approach and impact objectives of the scheme, enabling alignment with investor values and regulatory expectations."
    },
    "page_numbers": "Pages 561-600",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Unit Holder Protection Committee (UHPC) Details",
      "checklist_description": "The SID must disclose the constitution, membership criteria (including minimum independent directors), meeting frequency, quorum requirements, powers, responsibilities, and reporting mechanisms of the Unit Holder Protection Committee responsible for safeguarding investor interests.",
      "rationale": "To assure investors of a dedicated governance mechanism focused on protecting their rights and addressing grievances."
    },
    "page_numbers": "Pages 561-600",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Unit Holder Protection Metrics and Reporting",
      "checklist_description": "The SID must disclose the internal policies for measurement and reporting of unit holder protection metrics such as investor complaints, fraud incidents, scheme underperformance, transaction turnaround times, system issues, and data privacy incidents, including targeted benchmarks and periodic review mechanisms.",
      "rationale": "To demonstrate the fund’s commitment to monitoring and improving investor protection standards."
    },
    "page_numbers": "Pages 561-600",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Purchase Pricing Policy for Debt Securities",
      "checklist_description": "The SID must disclose the indicative factors and methodology for determining the purchase price of corporate debt securities, including valuation policies, yield mark-ups, spread considerations, qualitative factors, and approval and review processes by the Board of Trustees and Investment Committee.",
      "rationale": "To ensure transparency in pricing practices for debt securities, safeguarding investor interests and ensuring fair valuation."
    },
    "page_numbers": "Pages 561-600",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Loss Waterfall Accounting Framework",
      "checklist_description": "The SID must disclose the loss absorption mechanism for schemes investing in CDMDF units, detailing the classes of units (A1, A2, A3), their roles in loss absorption, NAV adjustments, allocation of profits and losses, and manual intervention processes required for accounting and NAV calculations.",
      "rationale": "To provide clarity on risk-sharing and accounting treatment during market dislocations, ensuring investor understanding of potential impacts."
    },
    "page_numbers": "Pages 561-600",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "New Scheme Reporting Requirements",
      "checklist_description": "The SID or associated disclosures must include details of new schemes such as scheme name, type, opening and closing dates, subscription details (number of applicants, amounts), expenses incurred, allotment date, listing details, unit holding pattern, and communication to unitholders regarding large holdings.",
      "rationale": "To maintain transparency and regulatory compliance regarding new scheme launches and investor participation."
    },
    "page_numbers": "Pages 561-600",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Key Personnel and Director Bio-Data Disclosure",
      "checklist_description": "The SID or accompanying documents must disclose detailed bio-data of directors and key personnel including identification details, educational qualifications, employment history, relationship with sponsor or AMC, regulatory or criminal violations, and declarations affirming accuracy and compliance with SEBI regulations.",
      "rationale": "To ensure transparency about the qualifications and integrity of individuals managing the mutual fund, fostering investor confidence."
    },
    "page_numbers": "Pages 561-600",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Geographical Dispersion of Unit Holders",
      "checklist_description": "Disclose the state-wise geographical dispersion of unit holders in the specified format, including the mode of entry (Direct/Broker), number of unit holders, and amount mobilised as a percentage of total assets mobilised. Also disclose the total number of cities from which subscriptions have been received.",
      "rationale": "To provide transparency on the distribution and reach of the mutual fund's investor base, enabling assessment of investor diversification and market penetration."
    },
    "page_numbers": "Pages 601-640",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Details of Top Ten Agents/Distributors",
      "checklist_description": "List the names of the top ten agents/distributors in descending order of commission paid, along with the amount mobilised (in Rs. Crore) and commission paid (in Rs. Crore).",
      "rationale": "To disclose the key intermediaries responsible for mobilising funds and the commission structure, ensuring transparency in distribution expenses."
    },
    "page_numbers": "Pages 601-640",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Utilisation of Sponsor or Associates for Securities Transactions",
      "checklist_description": "If the asset management company (AMC) has utilised the services of the sponsor or any of its associates, employees, or their relatives for securities transactions and distribution, disclose this fact to unit holders and disclose the brokerage or commission paid in the half yearly and annual accounts of the mutual fund.",
      "rationale": "To ensure transparency regarding potential conflicts of interest and related party transactions affecting unit holders."
    },
    "page_numbers": "Pages 601-640",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Underwriting Obligations and Investments Related to Associate Companies",
      "checklist_description": "Disclose in the half yearly and yearly accounts any underwriting obligations taken by the scheme in respect of issues of securities of associate companies, devolvement if any, subscription in issues lead managed by associate companies, and subscription to any issue of equity or debt on private placement basis where the sponsor or its associate companies acted as arranger or manager.",
      "rationale": "To provide transparency on the scheme's exposure and obligations related to associate companies, highlighting potential conflicts and risk concentrations."
    },
    "page_numbers": "Pages 601-640",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Investments Exceeding 5% of Net Asset Value in a Company",
      "checklist_description": "Disclose in the half yearly and annual accounts the details of investments where any company has invested more than 5% of the net asset value of a scheme, including investments made by that scheme or any other scheme of the same mutual fund in that company or its subsidiaries, along with justification for such investment.",
      "rationale": "To inform investors about significant concentration risks and ensure justification for large exposures within schemes."
    },
    "page_numbers": "Pages 601-640",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Transactions in Securities by Key Personnel and Directors",
      "checklist_description": "Disclose details of transactions in securities by key personnel and directors of the AMC in their own name or on behalf of the AMC on a quarterly basis to the trustees.",
      "rationale": "To monitor and disclose potential insider trading or conflicts of interest involving key personnel."
    },
    "page_numbers": "Pages 601-640",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of AMC's Net Worth and Business Activities",
      "checklist_description": "Disclose that the AMC's net worth is computed as per regulatory definitions and maintained continuously above prescribed thresholds. Also disclose that the AMC is not acting as trustee and is not undertaking any business activities other than management and advisory services related to pooled assets, subject to conditions specified by SEBI.",
      "rationale": "To assure investors of the AMC's financial stability and focus on regulated activities, reducing conflict of interest."
    },
    "page_numbers": "Pages 601-640",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Investment Valuation Norms and Practices",
      "checklist_description": "Disclose that the AMC computes and carries out valuation of investments in accordance with the investment valuation norms specified in the Eighth Schedule and publishes the same. Also disclose any instances where prices provided by valuation agencies were not considered, with justifications.",
      "rationale": "To ensure transparency and fairness in valuation practices affecting NAV computation."
    },
    "page_numbers": "Pages 601-640",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Sponsor or AMC Investment in the Scheme",
      "checklist_description": "Disclose that the sponsor or AMC has invested not less than one percent of the amount raised in the new fund offer or fifty lakh rupees, whichever is less, in the scheme option specified by SEBI, and that such investment shall not be redeemed unless the scheme is wound up.",
      "rationale": "To demonstrate the sponsor's or AMC's commitment and alignment of interest with unit holders."
    },
    "page_numbers": "Pages 601-640",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Nomination Facility to Unit Holders",
      "checklist_description": "Disclose that the AMC provides an option to unit holders to nominate a person in whom the units held shall vest in the event of the unit holder's death, as specified in the Fourth Schedule.",
      "rationale": "To inform investors about the nomination facility for succession planning."
    },
    "page_numbers": "Pages 601-640",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Advertisement Compliance",
      "checklist_description": "Disclose that all advertisements conform to the Advertisement Code specified in the Sixth Schedule, are submitted to SEBI within 7 days from the date of issue, and comply with relevant clauses and master circular provisions.",
      "rationale": "To ensure that promotional materials are fair, non-misleading, and compliant with regulatory standards."
    },
    "page_numbers": "Pages 601-640",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Benchmark Returns and Performance Review",
      "checklist_description": "Disclose benchmark returns and periodic review of scheme performance by the Boards of AMC and Trustees.",
      "rationale": "To provide investors with a basis for evaluating scheme performance relative to benchmarks."
    },
    "page_numbers": "Pages 601-640",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Risk Management Framework",
      "checklist_description": "Disclose the risk management systems in place covering fund management, operations, customer service, market and distribution, disaster recovery, and business contingency, including specific restrictions for liquid and overnight funds.",
      "rationale": "To assure investors of robust risk management practices safeguarding their investments."
    },
    "page_numbers": "Pages 601-640",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Investment Restrictions and Compliance",
      "checklist_description": "Disclose compliance with investment restrictions including single issuer limits, ownership limits, inter-scheme transfers, investments in unlisted/unrated securities, sector and group exposures, borrowings, loans, and investments in associate/group companies as per SEBI regulations and master circular.",
      "rationale": "To ensure transparency on adherence to regulatory investment limits and risk controls."
    },
    "page_numbers": "Pages 601-640",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Investor Services Compliance",
      "checklist_description": "Disclose compliance with investor servicing timelines such as transfer of unit certificates within 30 days, dispatch of dividend payments within 15 days, repurchase/redemption proceeds within 10 working days, and payment of interest for delays, along with details of investor complaints and their resolution status.",
      "rationale": "To maintain investor confidence through timely servicing and transparent complaint handling."
    },
    "page_numbers": "Pages 601-640",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Half-Yearly Trustee Report Summary",
      "checklist_description": "Disclose a summary of the half-yearly trustee report covering scheme performance, AMC activities, compliance with investment restrictions, valuation and pricing practices, listing status, dispatch timelines, dealings with associates, appointment of key personnel and registrars, broker empanelment, related party transactions, and other compliance matters as specified by SEBI.",
      "rationale": "To provide investors with an independent oversight report ensuring AMC and scheme compliance with regulations and protection of unitholder interests."
    },
    "page_numbers": "Pages 601-640",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Monthly Cumulative Report Data",
      "checklist_description": "Disclose monthly cumulative data including number of schemes and folios, funds mobilised, repurchase/redemption amounts, net inflow/outflow, net assets under management, average net assets, number of segregated portfolios, and net assets under segregated portfolios, categorized by scheme types.",
      "rationale": "To provide ongoing transparency on fund flows and scheme size for investor information and regulatory monitoring."
    },
    "page_numbers": "Pages 601-640",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Overseas Investments",
      "checklist_description": "Disclose details of overseas investments including amount invested, redemption value, and valuation in Indian Rupees and US Dollars across instruments such as ADR/GDR, equity of overseas companies, foreign debt securities, government securities of AAA rated countries, overseas ETFs, and units/securities issued by overseas mutual funds, along with the number of schemes investing overseas.",
      "rationale": "To provide transparency on foreign exposure and currency risk to investors."
    },
    "page_numbers": "Pages 601-640",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Unitholding Pattern as on March 31",
      "checklist_description": "Disclose the unitholding pattern of the mutual fund as on March 31 each year, categorized by Individuals, NRIs/OCBs, FPIs, Corporate/Institutions/Others, including number of folios and net asset value, aggregated for all schemes.",
      "rationale": "To inform investors and regulators about the investor base composition and concentration."
    },
    "page_numbers": "Pages 601-640",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Daily Transaction Report Submission",
      "checklist_description": "Disclose that the mutual fund submits daily transaction reports to SEBI in the prescribed format, covering total purchases and sales of equity and debt securities, with unique transaction IDs, and procedures for amendments or deletions of reported transactions.",
      "rationale": "To enable SEBI to monitor trading activities and detect irregularities or non-compliance in real time."
    },
    "page_numbers": "Pages 601-640",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Details of Live Schemes",
      "checklist_description": "Disclose the number of live schemes as on the last day of the quarter, categorized by type (Open ended, Close ended, Interval) and further by scheme categories such as Overnight/Liquid/Money Market Funds, Gilt Funds, Debt Schemes (assured and non-assured), Infrastructure Debt Funds, ELSS, Equity Schemes, Hybrid Schemes, Solution Oriented Schemes, Other Schemes including ETFs, and Fund of Funds (Domestic and Overseas).",
      "rationale": "To provide trustees and investors with a clear snapshot of the mutual fund's active scheme portfolio and its composition as per SEBI reporting requirements."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Details of Schemes Launched During the Quarter",
      "checklist_description": "Disclose details of schemes launched during the quarter including those launched but not constituted, specifying scheme name, category as per MCR, type (Open/Closed/Interval), launch date, closing date, allotment date, subscription received (INR Cr.), and number of folios for both Direct and Regular plans.",
      "rationale": "To ensure transparency on new scheme launches and subscription status for investor awareness and regulatory oversight."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Details of Schemes Matured or Wound Up",
      "checklist_description": "Provide details of schemes matured or wound up during the quarter including scheme name, category, type, amount redeemed at maturity/winding up, number of unit-holders, and maturity/pay-out date. For wound-up schemes, payout details should be provided quarterly until the last payout.",
      "rationale": "To inform stakeholders about scheme closures and redemption details ensuring accountability and investor protection."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Details of Scheme Mergers",
      "checklist_description": "Disclose details of schemes merged during the quarter including merging scheme and surviving scheme names, categories, types, effective date of merger, and exit period (30 days from and to dates).",
      "rationale": "To maintain transparency on scheme consolidations and investor exit options as per SEBI guidelines."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Details of Close-ended Schemes Rolled-over",
      "checklist_description": "Provide details of close-ended schemes rolled over during the quarter including scheme name, category, original maturity date, date of roll-over, period of roll-over, extended maturity date, and amount rolled over (INR Cr.).",
      "rationale": "To disclose scheme maturity extensions and associated financial details for investor information and compliance."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Details of Fundamental Attribute Changes",
      "checklist_description": "Disclose schemes that underwent fundamental attribute changes during the quarter specifying scheme name, category, type, effective date of change, and description of the change.",
      "rationale": "To inform investors and trustees about significant changes affecting scheme characteristics as mandated by SEBI."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "SEBI Clearance for New Schemes",
      "checklist_description": "Disclose details of SEBI clearance received for launching new schemes during the quarter including scheme name, category, type, SEBI clearance date, and validity of clearance.",
      "rationale": "To confirm regulatory approval for new schemes ensuring compliance with SEBI regulations."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Assets Under Management (AUM) Details",
      "checklist_description": "Provide scheme-wise details of AUM including scheme name, category, number of folios, AUM as on last day of previous quarter, total inflow and outflow during the quarter, and AUM as on last day of current quarter (all in INR Cr.).",
      "rationale": "To provide a clear picture of fund size and investor participation for each scheme as part of regular reporting."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure on AMC's Other Permissible Activities",
      "checklist_description": "Disclose whether other activities of the AMC are as per MF Regulations, confirm net worth requirements for each activity, explain performance differences exceeding 10% between schemes managed by the same fund manager and other activities, and confirm such disclosures are also made on the AMC's website.",
      "rationale": "To ensure transparency on AMC's activities and potential conflicts, safeguarding investor interests."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Net Worth of AMC and Conflict of Interest",
      "checklist_description": "Disclose the net worth of the AMC, its deployment, and confirm absence of conflict of interest in deployment. Also provide confirmation of compliance with guidelines on conflicts of interest of intermediaries and related persons.",
      "rationale": "To assure investors of financial stability and ethical conduct of AMC operations."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Changes in AMC Directors and Their Interests",
      "checklist_description": "Disclose details of any changes in AMC directors and their interests during the quarter.",
      "rationale": "To maintain transparency on governance and potential conflicts at the AMC level."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Transactions in Securities by AMC Key Personnel",
      "checklist_description": "Provide details of securities transactions by key AMC personnel in their own name or on behalf of AMC including names, security details, purchase/sale quantity, rate, value, broker name, and whether transaction is personal, family, or fiduciary. Confirm compliance with guidelines on employee investments and reporting of violations.",
      "rationale": "To prevent insider trading and ensure ethical conduct by AMC personnel."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure on Proxy Voting by Mutual Funds",
      "checklist_description": "Disclose that AMC has voted on all resolutions, with rationale for vote decisions recorded prudently and adequately.",
      "rationale": "To ensure accountability and transparency in proxy voting practices."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Compliance on Cyber Security and Cyber Resilience",
      "checklist_description": "Provide status of compliance with Cyber Security and Cyber Resilience framework applicable to Mutual Funds and AMCs.",
      "rationale": "To safeguard investor data and fund operations against cyber threats."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Regulatory Actions and Corrective Measures",
      "checklist_description": "Disclose details of all regulatory actions initiated or taken during the quarter including enforcement proceedings, warnings, deficiencies from SEBI or other regulators, and corrective actions taken.",
      "rationale": "To maintain transparency on regulatory compliance and remedial efforts."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Availability and Format of Offer Documents",
      "checklist_description": "Confirm adoption of SEBI specified formats for Scheme Information Document (SID) and Key Information Memorandum (KIM), and ensure ready availability of offer documents (SID, KIM, SAI) with distributors, Investor Service Centres, and on the AMC website.",
      "rationale": "To ensure investors have easy access to standardized and complete scheme information."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure for Capital Protection Oriented Schemes",
      "checklist_description": "Disclose in offer documents the structure and continuous monitoring of Capital Protection Oriented Schemes including quarterly review of ratings.",
      "rationale": "To inform investors about the risk mitigation and monitoring mechanisms of such schemes."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure for Guaranteed Return Schemes",
      "checklist_description": "Disclose in offer documents the name of the person guaranteeing returns, the manner of guarantee fulfillment, and confirm ability to honor guaranteed commitments. No guaranteed returns should be offered unless fully guaranteed by sponsor or AMC.",
      "rationale": "To protect investors from misleading guarantees and ensure accountability."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Performance Disclosure with Benchmarks",
      "checklist_description": "Disclose scheme performance vis-à-vis assigned appropriate benchmarks for periods of 1, 3, 5, 10 years and since allotment date, including additional benchmarks if any.",
      "rationale": "To provide investors with comparative performance data for informed decisions."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Investment Compliance and Exposure Disclosures",
      "checklist_description": "Disclose confirmation that investments comply with MF Regulations, Trust Deed, and investment objectives. Provide details of exposure across schemes towards individual issuers, group companies, sectors, and equity investments exceeding 10% of paid-up capital including purchase date, company name, price, value, holding percentage, association with sponsor/AMC, and justification.",
      "rationale": "To ensure regulatory compliance and transparency on concentration risks."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Intended and Actual Portfolio Allocation",
      "checklist_description": "Disclose intended portfolio allocation and actual portfolio for close-ended debt-oriented schemes launched during the quarter.",
      "rationale": "To inform investors about adherence to stated investment plans."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Inter-scheme Investment Details",
      "checklist_description": "Disclose details of inter-scheme investments during the quarter including scheme names, investment date, price, value, and charges levied if any.",
      "rationale": "To maintain transparency on transactions between schemes within the mutual fund."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure on Investments in Unlisted and Privately Placed Securities",
      "checklist_description": "Disclose details of investments in unlisted and privately placed securities during the quarter including performance and due diligence exercised. Confirm compliance with regulatory requirements on such investments and their valuation.",
      "rationale": "To ensure investor awareness and regulatory compliance on less liquid investments."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure on Investments in Unrated Debt Instruments",
      "checklist_description": "Disclose details of investments in unrated debt instruments during the quarter along with due diligence details and confirmation of compliance with regulatory valuation norms.",
      "rationale": "To provide transparency on credit risk and valuation practices."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure on Downgraded or Defaulted Investments",
      "checklist_description": "Disclose details of investments downgraded below investment grade or defaulted during the quarter along with comments on steps taken or planned by the AMC.",
      "rationale": "To inform investors about credit quality deterioration and AMC’s risk management."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure on Overseas Investments",
      "checklist_description": "Disclose due diligence, risk-return analysis, and investor interest justification for overseas investments. For overseas mutual fund schemes, disclose management fees and expenses charged by underlying and investing schemes. Confirm compliance with regulatory requirements on such investments and valuations.",
      "rationale": "To ensure transparency and compliance on cross-border investments."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure on Parking of Funds in Short Term Deposits",
      "checklist_description": "Disclose details of funds parked in short-term deposits of Scheduled Commercial Banks pending deployment during the quarter and confirm compliance with MF Regulations and circulars on such parking.",
      "rationale": "To ensure proper use of investor funds and regulatory adherence."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure on Participation in Repo, CDS, REIT, InvIT, Commodity Derivatives",
      "checklist_description": "Confirm and disclose that participation in repo on corporate debt securities, Credit Default Swaps, REITs, InvITs, commodity derivatives, etc. was in compliance with regulatory requirements and in the interest of investors.",
      "rationale": "To maintain transparency on complex financial instruments and compliance."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure on Carry Forward Transactions",
      "checklist_description": "Confirm that scheme funds are not used for carry forward transactions. Disclose details of any transactions resulting in carry forward including date, scrip, broker, rate, and quantity.",
      "rationale": "To prevent misuse of scheme funds and ensure regulatory compliance."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure on Securities Lending",
      "checklist_description": "Disclose details of securities lending during the quarter including value, volume, intermediaries, earnings/losses, collateral value, and confirm that lending is not detrimental to unit-holders.",
      "rationale": "To provide transparency and safeguard investor interests in securities lending."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure on Borrowings by Mutual Fund Schemes",
      "checklist_description": "Disclose borrowing details during the quarter including date, nature, source, amount, purpose, interest rate, security, borrowing percentage to net assets, repayment date or liquidation manner, amount borne by scheme and AMC, and average portfolio yield. If borrowing is from associate entities, provide reasons and competitiveness of terms.",
      "rationale": "To ensure transparency and justification of borrowings impacting schemes."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure on Inter-Scheme Transfers (ISTs)",
      "checklist_description": "Disclose details of ISTs during the quarter including dates, transferor and transferee schemes, securities transferred, price, value, and specific reasons for transfer.",
      "rationale": "To maintain transparency on internal scheme transactions."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure on Cross Investments",
      "checklist_description": "If any company has invested more than 5% of a scheme’s NAV, disclose details of investments made by that scheme or other schemes of the mutual fund in that company or its subsidiaries within one year, with justification.",
      "rationale": "To disclose potential concentration and related party investments."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Code of Conduct Compliance for Fund Managers and Dealers",
      "checklist_description": "Confirm compliance with the code of conduct specified for fund managers and dealers under MF Regulations during the quarter.",
      "rationale": "To ensure ethical standards and regulatory compliance."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Valuation of Investments",
      "checklist_description": "Confirm valuation of all debt and money market instruments complies with regulatory requirements. Report justification for deviations from indicative haircuts or valuation prices for below investment grade securities. Confirm valuation follows norms in Eighth Schedule of MF Regulations with periodic reviews by AMC and statutory auditors. Confirm communication of changes in security terms to valuation agencies.",
      "rationale": "To ensure accurate and compliant valuation of scheme assets."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Trade Execution and Allocation Compliance",
      "checklist_description": "Confirm compliance with SEBI regulatory requirements on trade execution and allocation. Report any non-compliance or material information to trustees.",
      "rationale": "To maintain fairness and transparency in trade practices."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Risk Management Framework Disclosure",
      "checklist_description": "Disclose outcomes of the risk management framework for mutual funds and steps taken to address issues. Confirm compliance with regulatory requirements ensuring investor protection.",
      "rationale": "To demonstrate effective risk oversight."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Stress Testing Outcomes",
      "checklist_description": "Disclose outcomes of stress testing of open-ended mutual fund schemes and steps taken to address identified risks.",
      "rationale": "To inform on resilience of schemes under stress scenarios."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Broker Empanelment and Transaction Disclosure",
      "checklist_description": "Confirm AMC has not dealt with associate brokers for ≥5% of aggregate purchases/sales over three months. If dealing with non-associate brokers ≥5%, disclose justification, transaction dates, broker names, business value, brokerage paid, percentage of business, and association status. Confirm due diligence in empanelment and monitoring to avoid undue concentration.",
      "rationale": "To prevent conflicts of interest and ensure fair broker selection."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Scheme-wise Segregation of Assets and Liabilities",
      "checklist_description": "Confirm that assets, liabilities, bank accounts, and securities accounts of each scheme are segregated and ring-fenced from other schemes.",
      "rationale": "To protect scheme assets and ensure clear accounting."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Identification and Appropriation of Expenses",
      "checklist_description": "Confirm all scheme-related expenses including distributor commissions are paid from the scheme within regulatory limits and not from AMC or associates. If expenses are paid from AMC books, confirm compliance with limits (2 bps), proper recording, and audit.",
      "rationale": "To ensure proper expense charging and investor protection."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Maintenance of Books of Accounts and Records",
      "checklist_description": "Confirm proper maintenance of books, records, and documents for each scheme and inform SEBI of their location.",
      "rationale": "To ensure regulatory compliance and audit readiness."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Reconciliation of Investments in Government Securities",
      "checklist_description": "Confirm monthly reconciliation of Government securities balances in SGL/CSGL accounts with RBI statements, submission of quarterly compliance certificates to RBI, and inclusion of reconciliation in internal audit and audit committee reports.",
      "rationale": "To ensure accuracy and integrity of government securities holdings."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Investor Holding and Concentration Limits",
      "checklist_description": "Confirm compliance with minimum 20 investors per scheme and no single investor holding more than 25% of scheme net assets during the quarter.",
      "rationale": "To ensure diversification and reduce concentration risk."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Large Investments by Companies",
      "checklist_description": "Disclose names of companies investing more than 5% of scheme NAV and their association with sponsor or AMC, if any.",
      "rationale": "To provide transparency on significant investors and potential related party influence."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Uniform Cut-off Timings for NAV Applicability",
      "checklist_description": "Confirm compliance with uniform cut-off timings for NAV applicability. Provide details of manual time stamping instances with justification and steps taken to prevent recurrence. List any seal damages or electronic time stamping breakdowns.",
      "rationale": "To ensure fair treatment of investor transactions."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Timely Dispatch of Redemption Proceeds and Unit Transfers",
      "checklist_description": "Confirm all redemption and dividend payments are made within regulatory timelines. In case of delay, confirm payment of interest to unitholders at SEBI specified rates.",
      "rationale": "To protect investor interests and ensure timely payments."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Investor Complaints Status",
      "checklist_description": "Provide status of investor complaints received through various modes including number received, redressed, pending with ageing analysis (0-3, 4-7, 8-20, 21-40, 41-60, beyond 60 days) and reasons for pending complaints.",
      "rationale": "To demonstrate effective grievance redressal and transparency."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "KYC and AML Compliance",
      "checklist_description": "Confirm compliance with regulatory requirements for Know Your Customer (KYC) norms and Anti-Money Laundering/Countering Financing of Terrorism (AML/CFT) obligations under PMLA and related rules.",
      "rationale": "To prevent financial crimes and ensure regulatory adherence."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Consent of Unitholders",
      "checklist_description": "Confirm that wherever required, consent of unitholders was obtained during the quarter as per MF Regulations.",
      "rationale": "To ensure investor approval for material changes."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Distributor Empanelment Details",
      "checklist_description": "Disclose number of new distributors empanelled during the quarter with lists of domestic, overseas, and new cadre distributors. Confirm withholding of commission for distributors with expired ARN. Confirm due diligence for fit and proper criteria during empanelment and review.",
      "rationale": "To ensure quality and compliance in distributor network."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Certification and Registration of Intermediaries",
      "checklist_description": "Confirm that distributors and AMC employees engaged in selling/distribution have required certifications. Confirm no brokerage paid on brokers' own investments. Confirm monitoring of intermediaries to prevent malpractice and reporting of non-compliance to AMFI and SEBI.",
      "rationale": "To maintain ethical distribution practices."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "No Communication of Indicative Portfolio or Yield",
      "checklist_description": "Confirm that no indicative portfolio or indicative yield has been communicated by mutual funds or distributors in any manner.",
      "rationale": "To avoid misleading investors with non-binding projections."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Service Contracts Review and Compliance",
      "checklist_description": "Confirm review of all service contracts (custody, transfer agency) to ensure execution in unitholders' interest. Confirm all service providers hold appropriate SEBI or regulatory registrations. Confirm proper protection, holding, and administration of trust property by adequate persons as per Regulation 18(25)A.",
      "rationale": "To ensure service quality and regulatory compliance."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Independent Directors' Specific Attention",
      "checklist_description": "Confirm that independent directors have given specific attention to areas under Regulation 18(27) and provide details of comments to trustees.",
      "rationale": "To enhance governance and oversight."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Special Developments",
      "checklist_description": "Disclose any special developments in the mutual fund during the quarter to trustees.",
      "rationale": "To keep trustees informed of material events."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Associate Transactions Disclosure",
      "checklist_description": "Disclose utilization of sponsor or associates' services for securities transactions and distribution, brokerage and commission paid, details of underwriting obligations, subscriptions in issues lead managed by associates, subscriptions on private placement basis involving associates, investments in associate companies, securities transactions with associates as counterparties, purchase/sale of securities of sponsor/group/associates with justification, confirmation of no investment in unlisted/privately placed securities of associates, and investments/redemptions by AMC, sponsor, associates in schemes during the quarter.",
      "rationale": "To ensure transparency and prevent conflicts of interest in related party transactions."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Treatment of Corporate Actions",
      "checklist_description": "Disclose classification of corporate actions as involuntary or voluntary, treatment of such actions (e.g., buy-back considered as sale), and compliance status of RGESS demat accounts in involuntary actions.",
      "rationale": "To clarify handling of corporate actions affecting investor holdings."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Overseas Investments Reporting Format",
      "checklist_description": "Disclose overseas investments in prescribed format including mutual fund name, scheme, intended investment (USD mn), NFO completion date, 6-month completion date, limit utilized as at month end, and unutilized balance amount for both NFOs and ongoing schemes.",
      "rationale": "To ensure standardized reporting and monitoring of overseas exposures."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Half Yearly Financial Results Disclosure",
      "checklist_description": "Disclose half yearly financial results for each scheme including unit capital, reserves & surplus, total net assets, NAV, dividend paid, income (dividend, interest, profit/loss on sales), expenses (commission, management fees, trustee fees), returns (half-yearly and compounded annualized), provisions, payments to associates, investments in associates, and notes on accounting policy changes, related party transactions, large holdings, bonuses, borrowings, derivative exposures, and benchmark performance.",
      "rationale": "To provide comprehensive financial performance and position details for investor information and regulatory compliance."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Abridged Scheme-wise Annual Report Format",
      "checklist_description": "Disclose abridged annual report including auditor's report, scheme performance and outlook, background of sponsors, trust, trustee and AMC, investment objectives, significant accounting policies, unclaimed dividends and redemptions, statutory information on sponsor liability, price and redemption value risks, availability of full annual report and trust deed, and trustee company details.",
      "rationale": "To provide investors with summarized but essential information on scheme operations and governance."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Abridged Balance Sheet and Revenue Account",
      "checklist_description": "Disclose abridged balance sheet and revenue account for each scheme with detailed classification of liabilities, assets (including investments by type and listing status), income, expenses, net gains/losses, unrealized appreciation/depreciation, dividend appropriation, and notes to accounts including investments registered in trustee name, derivatives positions, transactions with associates, large holdings, unit capital movement, contingent liabilities, and prior year comparisons.",
      "rationale": "To ensure transparent financial reporting and compliance with SEBI requirements."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Monthly and Half Yearly Portfolio Disclosure",
      "checklist_description": "Disclose portfolio details including name of instrument, quantity, market value, percentage to NAV for equity (listed/unlisted), debt instruments (listed/unlisted), securitized debt, money market instruments, interest rate derivatives, and others. Include derivative positions (futures, options, swaps) with details on underlying, contract prices, margin, exposure percentages, number of contracts, gross notional values, and net profit/loss. Provide footnotes on defaulted securities, illiquid securities, NAV at period start/end, outstanding derivative exposure, foreign securities investments, portfolio turnover ratio, industry classification, average maturity period, and funds parked in short term deposits with bank details and percentages.",
      "rationale": "To provide detailed and transparent disclosure of scheme portfolios and derivative exposures for investor protection."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Monthly Average Assets Under Management (AAUM) Disclosure",
      "checklist_description": "Disclose monthly AAUM by scheme category and scheme name, segregated by investor category (retail, corporates, banks/FIs, FIIs/FPIs, HNIs), city classification (Top 30 cities and others), and mode of investment (direct plan, associate distributors, non-associate distributors). Also disclose state-wise/union territory-wise contribution to AUM by scheme category.",
      "rationale": "To provide granular data on fund size and investor demographics for regulatory monitoring and investor information."
    },
    "page_numbers": "Pages 641-680",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Scheme Name and Type",
      "checklist_description": "Disclose the name and type of the scheme aligned with SEBI circulars on categorization and rationalization of mutual fund schemes. For close-ended or target maturity schemes, maturity/duration must be mentioned in the scheme name. For index funds/ETFs, the complete name of the underlying index must be included. For feeder funds, the complete name of the underlying fund must be included in the scheme name.",
      "rationale": "To ensure clarity and consistency in scheme identification and to avoid misleading investors by aligning scheme names with regulatory categorization and product characteristics."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Product Labelling and Risk-o-meter",
      "checklist_description": "Disclose product labelling including the Scheme Risk-o-meter and Benchmark Risk-o-meter as per AMFI Tier 1 benchmark. The labelling assigned during NFO should be based on internal assessment and investors should be informed that it may vary post-NFO.",
      "rationale": "To provide investors with a clear understanding of the risk profile of the scheme and benchmark for informed investment decisions."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Offer Details and Entity Information",
      "checklist_description": "Disclose the New Fund Offer (NFO) open and close dates, scheme re-opening date, face value of units, names and addresses of Mutual Fund, AMC, Trustee Company, and their websites. Include a due diligence certificate from AMC and a disclaimer that SEBI has neither approved nor certified the accuracy of the SID.",
      "rationale": "To provide transparency about the offer period, responsible entities, and regulatory status, enabling investors to verify and understand the scheme's legitimacy."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Investment Objective",
      "checklist_description": "State a clear and concise investment objective that is true to the scheme label. Include the mandatory statement: 'There is no assurance that the investment objective of the Scheme will be achieved.'",
      "rationale": "To set realistic expectations and inform investors about the scheme’s goals and associated risks."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Scheme Category and Type",
      "checklist_description": "Disclose the category of the scheme as per SEBI categorization circulars. For debt schemes, include the Potential Risk Class (PRC) description and table in the scheme type disclosure.",
      "rationale": "To facilitate investor understanding of the scheme’s classification and risk profile."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Liquidity and Listing Details",
      "checklist_description": "Provide details of liquidity provisions on an ongoing basis. If the scheme is listed or proposed to be listed (e.g., ETFs, close-ended schemes), disclose listing details including the stock exchange and scrip code.",
      "rationale": "To inform investors about the ease of entry and exit and secondary market availability."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Benchmark Disclosure",
      "checklist_description": "Disclose the AMFI Tier 1 benchmark and justification specific to the scheme objective for the use of the benchmark index. If applicable, disclose a second-tier benchmark.",
      "rationale": "To enable investors to compare scheme performance against an appropriate and relevant benchmark."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "NAV Disclosure Timings",
      "checklist_description": "Mention the daily NAV disclosure timings on AMFI and AMC websites. Further details should be provided in Section II of the SID.",
      "rationale": "To ensure transparency and timely availability of NAV information to investors."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Applicable Timelines for Transactions",
      "checklist_description": "Disclose timelines for dispatch of redemption proceeds and Income Distribution cum Capital Withdrawal (IDCW) payments, if applicable.",
      "rationale": "To set investor expectations regarding receipt of funds and income distributions."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Plans and Options",
      "checklist_description": "Disclose available plans (Direct Plan, Regular Plan) and options under each plan (Growth, IDCW including facilities and default options). Detailed disclosures on default plans and options should be referenced to the SAI.",
      "rationale": "To inform investors about investment choices and features available under the scheme."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Load Structure",
      "checklist_description": "Disclose the exit load structure applicable to the scheme, specifying the percentage of NAV charged as exit load. Refer investors to AMC website or distributors for current load details.",
      "rationale": "To inform investors about costs associated with exiting the scheme."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Minimum Application and Redemption Amounts",
      "checklist_description": "Disclose minimum application amounts during NFO and continuous offer, minimum additional purchase amount, and minimum redemption/switch-out amounts. Mention any minimum balance requirements.",
      "rationale": "To provide clarity on investment thresholds and facilitate investor planning."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "New Fund Offer Period and Price",
      "checklist_description": "Disclose NFO open and close dates (minimum 3 working days, maximum 15 days), and the price per unit during NFO. For ELSS schemes, NFO period governed by Government guidelines.",
      "rationale": "To inform investors about the subscription window and pricing during the initial offer."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Segregated Portfolio/Side Pocketing Disclosure",
      "checklist_description": "Provide a confirmation or disclosure statement regarding segregated portfolio or side pocketing. Refer investors to SAI for detailed information.",
      "rationale": "To inform investors about the scheme’s approach to handling illiquid or non-performing assets."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Swing Pricing Disclosure",
      "checklist_description": "Provide a confirmation or disclosure statement regarding swing pricing. Refer investors to SAI for detailed information.",
      "rationale": "To inform investors about the scheme’s policy on adjusting NAV to mitigate dilution costs."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Stock Lending and Short Selling Disclosure",
      "checklist_description": "Provide a confirmation or disclosure statement regarding stock lending and short selling activities. Refer investors to SAI for detailed information.",
      "rationale": "To disclose additional investment practices that may impact scheme risk and returns."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Application Process Summary",
      "checklist_description": "Provide a summary of the application process for subscription, redemption, and switches. Detailed procedures should be referenced in Section II.",
      "rationale": "To guide investors on how to transact in the scheme."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Investor Services Contact Details",
      "checklist_description": "Disclose contact details for general service requests and complaint resolution.",
      "rationale": "To facilitate investor communication and grievance redressal."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Specific Scheme Attributes",
      "checklist_description": "Disclose specific attributes such as lock-in period, duration for target maturity or close-ended schemes, as applicable.",
      "rationale": "To inform investors about scheme-specific features affecting investment horizon and liquidity."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Special Products/Facilities Available",
      "checklist_description": "Briefly describe special products or facilities available during NFO and ongoing basis, such as Systematic Investment Plan (SIP), Systematic Transfer Plan (STP), and Systematic Withdrawal Plan (SWP). Refer to SAI for details.",
      "rationale": "To inform investors about additional investment options and convenience features."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Weblink for TER and Scheme Factsheet",
      "checklist_description": "Provide a weblink where the Total Expense Ratio (TER) for the last 6 months and the scheme factsheet are made available.",
      "rationale": "To ensure transparency on expenses and scheme performance."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Asset Allocation and Indicative Exposure",
      "checklist_description": "Disclose an asset allocation table showing broad classification of assets with indicative minimum and maximum percentage exposures. Include details on investments in overseas securities, derivatives, stock lending, securitized debt, AT1/AT2 bonds, ReITs/InVITs, tri-party repos, mutual funds, CDS, covered call options, etc. Provide negative confirmation for asset classes not intended for investment. Disclose cumulative gross exposure limits and reference applicable SEBI circulars.",
      "rationale": "To provide investors with a clear understanding of the scheme’s investment pattern and risk exposures."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Investment Instruments Description",
      "checklist_description": "Provide a detailed list and description of all instruments in which the scheme will invest, including definitions and applicable regulations. For overseas investments, disclose compliance with SEBI and RBI requirements.",
      "rationale": "To inform investors about the nature and scope of the scheme’s investments."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Investment Strategies",
      "checklist_description": "Disclose the investment approach and risk control measures in simple terms. Specify whether the strategy is passive or active. Discuss the probable effect of investment strategies on portfolio turnover rate and related consequences such as brokerage and transaction costs. Provide summary disclosure on derivatives strategies and refer to SAI for detailed information.",
      "rationale": "To enable investors to understand how the scheme intends to manage investments and associated risks."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Benchmarking Methodology",
      "checklist_description": "Disclose the benchmark (Total Returns Index) used for performance comparison, including the name and justification specific to the scheme objective.",
      "rationale": "To provide a relevant performance yardstick for investors."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Fund Manager Details",
      "checklist_description": "Disclose the name, age, educational qualifications, and last 10 years of experience of the fund manager managing the scheme. Include names of other schemes managed by the fund manager. Dedicated fund managers are mandatory for commodity-based funds and overseas investments.",
      "rationale": "To provide transparency on the expertise and experience of the person managing investors’ funds."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Scheme Differentiation",
      "checklist_description": "Provide a reference list of existing schemes of the mutual fund and a functional website link containing a detailed comparative table showing how the scheme differs from existing schemes.",
      "rationale": "To help investors understand the unique features and positioning of the scheme."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Scheme Performance Disclosure",
      "checklist_description": "For existing schemes, disclose compounded annualized returns for the last 1, 3, and 5 years and since inception, along with benchmark returns. For schemes less than 1 year old, disclose absolute returns since inception. For new schemes without performance history, state that no performance track record exists. Represent absolute returns for last 5 financial years via bar diagram.",
      "rationale": "To provide investors with historical performance data for informed decision-making."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Additional Scheme Related Disclosures",
      "checklist_description": "Disclose scheme’s portfolio holdings (top 10 holdings by issuer and sector allocation) via a functional website link. For debt and equity ETFs/index funds, disclose name and exposure to top 7 issuers, stocks, groups, and sectors as a percentage of NAV via a website link. Disclose portfolio turnover rate, particularly for equity-oriented schemes. Disclose aggregate investment in the scheme by fund managers and AMC directors, including NAV per unit. Disclose AMC investments in the scheme via a website link and confirm that AMC shall not charge fees on such investments.",
      "rationale": "To enhance transparency regarding portfolio composition, concentration risks, and related party investments."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Computation of NAV",
      "checklist_description": "Disclose the methodology for computation of NAV, including illustration of sale and repurchase price calculation. State that repurchase price shall not be lower than 95% of NAV. Refer to SAI for policies on NAV computation, rounding off, foreign securities investment, and procedures in case of delay in NAV disclosure.",
      "rationale": "To provide clarity on valuation and pricing mechanisms affecting investors."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "New Fund Offer Expenses",
      "checklist_description": "Disclose details of expenses incurred during NFO such as sales and distribution fees, marketing, registrar expenses, printing, and bank charges. State the source of meeting these expenses and confirm that no NFO expenses will be charged to the scheme.",
      "rationale": "To inform investors about costs associated with launching the scheme and ensure no undue burden on the scheme."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Annual Recurring Expenses",
      "checklist_description": "Disclose estimated annual recurring expenses as a percentage of daily average net assets, with slab-wise breakup based on assets under management and plan/option-wise differences. Provide detailed breakup of expense heads including management fees, audit fees, custodial fees, registrar fees, marketing expenses, investor communication, brokerage, GST, and other expenses as per Regulation 52 of SEBI MF Regulations. For Fund of Funds schemes, disclose that investors bear expenses of underlying schemes in addition to the scheme’s expenses.",
      "rationale": "To provide transparency on ongoing costs impacting investor returns."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Load Structure Details",
      "checklist_description": "Disclose the exit load structure as a percentage of NAV, noting that load amounts are variable and subject to change. Refer investors to AMC website or distributors for current applicable load structure.",
      "rationale": "To inform investors about exit costs and facilitate cost comparison."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Section II - Risk Factors and Mitigation",
      "checklist_description": "Disclose scheme-specific risk factors including those associated with investment instruments as indicated in asset allocation. Include risk mitigation strategies employed by the scheme.",
      "rationale": "To inform investors of potential risks and how the scheme manages them."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Investment Restrictions",
      "checklist_description": "Disclose all investment restrictions applicable to the scheme as per the Seventh Schedule to SEBI (Mutual Funds) Regulations, 1996 and circulars issued thereunder. If the AMC follows internal exposure limits beyond regulatory restrictions, disclose these as well.",
      "rationale": "To ensure compliance and inform investors of limits on scheme investments."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Fundamental Attributes of the Scheme",
      "checklist_description": "Disclose fundamental attributes including type of scheme (open-ended, close-ended, interval), category (sectoral, equity, balanced, income, index, etc.), investment objective (growth, income, or both), and tentative portfolio break-up with minimum and maximum asset allocation. Mention the option to alter asset allocation temporarily for defensive considerations.",
      "rationale": "To provide investors with core information defining the scheme’s nature and investment approach."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Terms of Issue",
      "checklist_description": "Disclose liquidity provisions such as listing, repurchase, redemption terms; aggregate fees and expenses charged to the scheme; and any safety net or guarantee provided.",
      "rationale": "To inform investors about the terms governing their investment and associated costs."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Change in Fundamental Attributes",
      "checklist_description": "Disclose that no change in fundamental attributes, fees, or other material scheme features shall be made without SEBI review and comments, written communication to unitholders, advertisement in newspapers, and providing unitholders at least 30 calendar days to exit at prevailing NAV without exit load.",
      "rationale": "To protect investor interests by ensuring transparency and exit options before material changes."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Index Methodology for Index Funds/ETFs",
      "checklist_description": "Disclose details regarding the index, including eligibility criteria, methodology, index service provider, constituents, and impact cost of constituents.",
      "rationale": "To provide transparency on the benchmark underlying index for passive schemes."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Incentive Structure for Market Makers (ETFs)",
      "checklist_description": "Disclose principles of incentive structure for market makers involved in ETFs.",
      "rationale": "To inform investors about mechanisms ensuring liquidity and market efficiency."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Floors and Ceilings for Close-Ended Debt Schemes",
      "checklist_description": "Disclose floors and ceilings within a range of 5% of intended allocation against each subclass of asset as per SEBI master circular clause 13.6.2 for close-ended debt schemes.",
      "rationale": "To provide clarity on permissible asset allocation ranges for close-ended debt schemes."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Other Scheme Specific Disclosures",
      "checklist_description": "Disclose listing and transfer of units, dematerialization of units, minimum target amount (with refund conditions if not collected), maximum amount to be raised, dividend policy (IDCW), allotment procedure and timelines, refund policy with interest for delays, eligibility criteria for investors, application procedures, submission points, reissue policy for repurchased units, restrictions on unit retention or disposal, cut-off timings for transactions, mandatory bank account details for redemption, minimum balance requirements and consequences, account statement dispatch timelines, consolidated account statement issuance, dividend/IDCW payment timelines, redemption proceeds dispatch timelines, bank mandate details, delay interest liability for AMC, unclaimed redemption and IDCW disclosures, investment by minors, and other disclosures as per consolidated checklist.",
      "rationale": "To comprehensively inform investors about operational, procedural, and regulatory aspects affecting their investments."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Fund of Funds Scheme Disclosures",
      "checklist_description": "For Fund of Funds schemes, disclose benchmark, investment objective, investment strategy, TER, AUM, year-wise performance, and top 10 holdings or provide a link to top 10 holdings of the underlying fund.",
      "rationale": "To provide transparency on the underlying investments and performance metrics."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Periodic Disclosures",
      "checklist_description": "Specify timelines and details for periodic disclosures such as half-yearly results, annual reports, and other mandated disclosures. Provide functional links to AMC website, SAI, AMFI website, and other relevant sources.",
      "rationale": "To ensure investors have timely access to updated scheme information."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Transparency and NAV Disclosure",
      "checklist_description": "Provide detailed disclosures on transparency and NAV as referenced in Section I.",
      "rationale": "To maintain investor confidence through transparent valuation practices."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Transaction Charges and Stamp Duty",
      "checklist_description": "Indicate the amount of transaction charges and stamp duty applicable to the scheme. Detailed information should be provided in the SAI.",
      "rationale": "To inform investors about additional costs associated with transactions."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Associate Transactions",
      "checklist_description": "Refer investors to the Statement of Additional Information (SAI) for disclosures related to associate transactions.",
      "rationale": "To maintain transparency regarding related party dealings."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Taxation Details",
      "checklist_description": "Provide a summary of taxation applicable to resident investors and mutual funds, including tax on dividend, long-term and short-term capital gains. Refer to the SAI for detailed taxation provisions.",
      "rationale": "To inform investors about tax implications of their investments."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Rights of Unitholders",
      "checklist_description": "Refer investors to the SAI for details on the rights of unitholders.",
      "rationale": "To ensure investors are aware of their legal rights and protections."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "List of Official Points of Acceptance",
      "checklist_description": "Provide and maintain a functional website link listing official points of acceptance for applications, including collecting banker details.",
      "rationale": "To facilitate investor access to authorized transaction points."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Penalties, Litigation, and Regulatory Findings",
      "checklist_description": "Disclose any penalties, pending litigation or proceedings, findings of inspections or investigations by regulatory authorities, and actions taken or in process. Ensure real-time updating of this information on a functional website link.",
      "rationale": "To maintain transparency regarding the AMC’s regulatory compliance and legal standing."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Financial Statements and Notes Disclosure",
      "checklist_description": "Disclose scheme-wise balance sheet and revenue account as per Indian Accounting Standards (IND AS), including detailed notes on assets, liabilities, income, expenses, and accounting policies. Include disclosures on defaulted securities, contingent liabilities, valuation policies, and signatories responsible for financial statements. Disclose total income and expenditure as a percentage of average net assets at plan level.",
      "rationale": "To provide comprehensive financial information ensuring transparency and accountability."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Half-Yearly Consolidated Account Statement",
      "checklist_description": "Disclose a half-yearly consolidated account statement containing details such as ISIN, scheme name, folio number, number of units, NAV, cumulative amount invested, market value, average total expense ratio, and gross commission paid to distributors for both regular and direct plans.",
      "rationale": "To provide investors with consolidated transactional and holding information for better tracking and transparency."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Overseas Investment Proposal Disclosure",
      "checklist_description": "Disclose details of overseas investments including amount proposed in ADRs/GDRs/foreign securities/overseas ETFs, schemes through which investments are proposed, consistency with investment objectives, disclosure of attendant risks in offer documents, bank branch details for foreign currency transactions, and details of overseas service providers including custodians and specialized agencies with information on services, fees, regulatory compliance, and experience. Include declarations by AMC and Trustees regarding due diligence and adequacy of systems.",
      "rationale": "To ensure transparency and regulatory compliance for overseas investments, safeguarding investor interests."
    },
    "page_numbers": "Pages 681-720",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Sponsor, AMC and Trustee Details",
      "checklist_description": "Disclose the constitution of the Mutual Fund including date of trust formation, registration details, name and contribution of the Sponsor, details of the Trustee company and its directors with age, qualifications and brief experience, and details of the Asset Management Company (AMC) including its incorporation date, registered office, directors, and key personnel with their qualifications and experience.",
      "rationale": "To provide transparency about the entities managing the Mutual Fund and their credentials, ensuring investor confidence and regulatory compliance."
    },
    "page_numbers": "Pages 721-760",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Service Providers",
      "checklist_description": "Provide names, addresses, and SEBI registration numbers of key service providers such as Custodian, Registrars and Transfer Agents (RTAs), Statutory Auditors, Legal Counsel, Fund Accountant, and Collecting Bankers. Include a statement ensuring the Registrar has adequate capacity to process applications and handle investor complaints within prescribed timelines.",
      "rationale": "To inform investors about the entities involved in scheme operations and assure them of the capability and regulatory compliance of these service providers."
    },
    "page_numbers": "Pages 721-760",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Condensed Financial Information (CFI) of Schemes",
      "checklist_description": "Disclose historical per unit statistics for all schemes launched in the last three fiscal years (excluding redeemed schemes), including NAV at the beginning and end of the year, dividends declared (excluding liquid schemes), annualized returns for growth options, net assets at period end, and ratio of recurring expenses to net assets. Provide explanations if annualized returns are not given for options other than growth and absolute returns for schemes less than one year.",
      "rationale": "To provide investors with a concise financial performance overview of the schemes managed by the Mutual Fund."
    },
    "page_numbers": "Pages 721-760",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Application Procedure and KYC Requirements",
      "checklist_description": "Describe the manner in which units of the scheme can be purchased, emphasizing the procedures to be followed by prospective investors. Include details of KYC requirements for unit holders.",
      "rationale": "To guide investors on the subscription process and ensure compliance with regulatory KYC norms."
    },
    "page_numbers": "Pages 721-760",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Rights of Unitholders",
      "checklist_description": "Disclose the rights of unitholders including proportionate beneficial ownership, timelines for dispatch of dividend warrants (within 30 days), account statements (within 10 business days of redemption/switch), unit certificates (within 30 days upon request), redemption proceeds (within 10 business days), disclosure obligations of Trustees regarding material adverse information, conditions for termination of AMC, scheme wind-up procedures, and requirements for unitholder consent for fundamental changes including communication and exit options without exit load.",
      "rationale": "To protect investor interests by clearly outlining their rights and the Mutual Fund’s obligations."
    },
    "page_numbers": "Pages 721-760",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Investment Valuation Norms",
      "checklist_description": "Disclose the valuation norms for securities and other assets of the scheme in accordance with the Eighth Schedule of Regulation 47 of SEBI (Mutual Funds) Regulations, 1996 and applicable guidelines. For Real Estate Mutual Fund Schemes, disclose valuation norms as per Schedule IXB of Regulation 49(F)(1).",
      "rationale": "To ensure transparency and uniformity in asset valuation, enabling investors to understand how scheme assets are valued."
    },
    "page_numbers": "Pages 721-760",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Taxation, Legal and General Information",
      "checklist_description": "Disclose applicable tax provisions for the Mutual Fund and investments in the scheme. Include legal information such as nomination facility, KYC requirements, Prevention of Money Laundering Act compliance, transfer and transmission of units, scheme duration and winding up procedures. Also disclose policies on inter-scheme transfers, associate transactions including underwriting obligations, brokerage commissions, investments in group companies, and dealings with associates including commissions paid.",
      "rationale": "To provide investors with comprehensive information on tax implications, legal framework, and related party transactions affecting the scheme."
    },
    "page_numbers": "Pages 721-760",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Documents Available for Inspection",
      "checklist_description": "List documents available for inspection at the Mutual Fund office during business hours, including Memorandum and Articles of Association of AMC, Investment Management Agreement, Trust Deed and amendments, Mutual Fund Registration Certificate, agreements with Custodian and RTAs, consents of Auditors and Legal Advisors, SEBI (Mutual Funds) Regulations and Indian Trusts Act.",
      "rationale": "To maintain transparency and allow investors to verify key legal and operational documents."
    },
    "page_numbers": "Pages 721-760",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Investor Grievance Redressal Mechanism",
      "checklist_description": "Briefly describe the investor complaints history for the last three fiscal years of existing schemes and the redressal mechanism. Include data updated every two months on the number of complaints received, resolved, and pending with the Mutual Fund.",
      "rationale": "To assure investors of the Mutual Fund’s commitment to addressing grievances effectively."
    },
    "page_numbers": "Pages 721-760",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Scheme Suitability and Product Labeling",
      "checklist_description": "Specify the scheme’s suitability to investors and disclose product labeling based on the level of risk associated with the scheme.",
      "rationale": "To help investors assess whether the scheme aligns with their risk appetite and investment objectives."
    },
    "page_numbers": "Pages 721-760",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Scheme Offer Details",
      "checklist_description": "Disclose the offer price per unit during New Fund Offer (NFO) and NAV-based prices upon reopening, NFO open and close dates, and scheme reopening date for continuous sale and repurchase.",
      "rationale": "To provide clarity on subscription pricing and timelines."
    },
    "page_numbers": "Pages 721-760",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Investment Objective and Asset Allocation",
      "checklist_description": "Clearly state the investment objective of the scheme and provide the asset allocation pattern with types of instruments, normal allocation percentages, and risk profile.",
      "rationale": "To inform investors about the scheme’s goals and investment strategy."
    },
    "page_numbers": "Pages 721-760",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Risk Factors",
      "checklist_description": "Disclose all general and scheme-specific risk factors at a single place in the SID, including risks related to infrastructure sector investments, equities, bonds, bank deposits, convertibles, securitized debt, unrated securities, derivatives, and stock lending/short selling if applicable.",
      "rationale": "To ensure investors are fully informed of potential risks before investing."
    },
    "page_numbers": "Pages 721-760",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Plans, Options and NAV Applicability",
      "checklist_description": "Disclose the plans and options available under the scheme and specify the applicable NAV for purchase and redemption after the scheme opens for continuous sale and repurchase.",
      "rationale": "To provide clarity on investment choices and pricing."
    },
    "page_numbers": "Pages 721-760",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Minimum Application Amount and Load Structure",
      "checklist_description": "Disclose minimum application amounts for purchase, additional purchase, and repurchase. Provide detailed load structure including entry load, exit load, and contingent deferred sales charge (CDSC) for NFO and continuous offer periods. Mention waiver of load for direct applications and applicable procedures.",
      "rationale": "To inform investors of the financial commitments and charges involved."
    },
    "page_numbers": "Pages 721-760",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Benchmark Index",
      "checklist_description": "Disclose the benchmark index or indices against which the scheme’s performance will be compared and provide justification for the choice.",
      "rationale": "To enable investors to evaluate scheme performance relative to an appropriate benchmark."
    },
    "page_numbers": "Pages 721-760",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Fund Manager Details",
      "checklist_description": "Disclose the name, age, qualification, and experience (including last 10 years and other schemes managed) of the fund manager responsible for the scheme.",
      "rationale": "To provide investors with information about the expertise managing their investments."
    },
    "page_numbers": "Pages 721-760",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Investment Restrictions",
      "checklist_description": "Incorporate all investment restrictions applicable under SEBI (Mutual Funds) Regulations and any internal norms followed by the fund regarding exposure limits to particular securities or sectors.",
      "rationale": "To ensure compliance and inform investors of constraints on scheme investments."
    },
    "page_numbers": "Pages 721-760",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Scheme Performance Disclosure",
      "checklist_description": "Provide past performance data of the scheme including returns over specified periods, with appropriate disclaimers and benchmark comparisons.",
      "rationale": "To help investors assess historical performance while understanding that past returns do not guarantee future results."
    },
    "page_numbers": "Pages 721-760",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Indicative Portfolio and Ratings",
      "checklist_description": "Disclose indicative percentage allocation to various securities with credit ratings at the time of investment, considering the most conservative rating in case of dual ratings.",
      "rationale": "To inform investors about the expected composition and credit quality of the portfolio."
    },
    "page_numbers": "Pages 721-760",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Valuation Policy",
      "checklist_description": "Provide a detailed valuation policy for scheme assets based on fair valuation principles and conducted in good faith.",
      "rationale": "To ensure transparency and consistency in asset valuation."
    },
    "page_numbers": "Pages 721-760",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Extension of Scheme Tenure",
      "checklist_description": "Disclose conditions and regulatory provisions related to extension in the tenure of the scheme.",
      "rationale": "To inform investors about the possibility and terms of scheme tenure extension."
    },
    "page_numbers": "Pages 721-760",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Placement Details for Private Placement Schemes",
      "checklist_description": "Disclose placement period dates, offer price per unit, minimum application amount, minimum target amount, details of strategic investors, plans/options offered, dividend policy, allotment and refund timelines, investor eligibility, listing details, mandatory bank mandate and PAN quoting, pledge/lien details, capital commitments, subsequent drawdowns, default penalties, and restrictions on unit disposal.",
      "rationale": "To provide comprehensive information for investors in privately placed schemes."
    },
    "page_numbers": "Pages 721-760",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Periodic Disclosures",
      "checklist_description": "Disclose frequency and mode of Net Asset Value (NAV) publication, portfolio disclosures, half-yearly results, annual reports, and general tax information advising investors to consult tax advisors.",
      "rationale": "To keep investors informed about scheme performance and regulatory disclosures."
    },
    "page_numbers": "Pages 721-760",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Computation of NAV",
      "checklist_description": "Describe the policies and methodology for computation of NAV in accordance with SEBI regulations, including rounding off policies.",
      "rationale": "To ensure transparency and consistency in NAV calculation."
    },
    "page_numbers": "Pages 721-760",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Fees and Expenses Disclosure",
      "checklist_description": "Detail all fees and expenses charged to the scheme including placement expenses, annual recurring expenses with slab-wise break-up, brokerage and transaction costs, Goods & Service Tax (GST) treatment, additional expenses for inflows from beyond top 15 cities, and transaction charges as per SEBI circulars. Disclose that brokerage and transaction costs above prescribed limits are borne by AMC/trustees/sponsors.",
      "rationale": "To provide investors with a clear understanding of the cost structure impacting their investments."
    },
    "page_numbers": "Pages 721-760",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Penalties and Pending Litigations",
      "checklist_description": "Disclose any penalties, pending litigations, proceedings, or findings of inspections or investigations involving the Mutual Fund or AMC, as per SEBI requirements.",
      "rationale": "To maintain transparency about regulatory or legal issues affecting the Mutual Fund."
    },
    "page_numbers": "Pages 721-760",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Standard Observations Compliance",
      "checklist_description": "Ensure SID includes disclosures on AMC investments in schemes, consolidated risk factors, ADR/GDR and foreign securities risks, securitized debt limits, derivatives strategies and risks, stock lending/short selling risks, investment strategy notes, fundamental attributes and change procedures, benchmark indices, fund manager details, investment restrictions, debt market features, internal exposure norms, asset allocation and rebalancing policies, types of securities, load structure changes, NAV publication and pricing, statement dispatch timelines, mandatory bank account quoting, pending penalties and litigations, jurisdiction clauses, and a statement on SEBI regulations applicability. Update information 30 days before launch and provide due diligence certificates.",
      "rationale": "To ensure comprehensive regulatory compliance and investor protection through standardized disclosures."
    },
    "page_numbers": "Pages 721-760",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "SAI Disclosures on AMC and Fund Management",
      "checklist_description": "Disclose AMC’s other business activities with SEBI registration and conflict of interest certification, sponsor details including activities, key personnel details with qualifications and experience, investment decision procedures, trustee supervisory roles and meetings, amendment procedures to trust deed requiring SEBI and unitholder approval, AMC shareholding pattern, AMC appointment and termination conditions, dividend and redemption dispatch timelines, suspension/restriction of redemption procedures with approvals, transfer of units processing and charges, unitholder approval procedures, policy on unclaimed redemption amounts, tax benefits as per laws, jurisdiction clauses, and nomination facility details.",
      "rationale": "To provide detailed background and operational transparency about the AMC and Mutual Fund governance."
    },
    "page_numbers": "Pages 721-760",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Performance of Other Schemes Managed by Fund Manager",
      "checklist_description": "Provide a tabular disclosure of the fund manager’s performance across schemes managed, showing scheme returns and benchmark returns for 1, 3, and 5 year periods, including notes on number of schemes managed, selection of top and bottom schemes if more than six, and plan type for performance data.",
      "rationale": "To enable investors to evaluate the fund manager’s track record across different schemes."
    },
    "page_numbers": "Pages 721-760",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Brokerage and Commission Paid to Associates",
      "checklist_description": "Disclose brokerage and commission paid to associates, related parties, or group companies of the Sponsor or AMC, including nature of association, period covered, value of transactions, brokerage/commission amounts and percentages of total transactions or brokerage paid by the fund, with separate tables for each period.",
      "rationale": "To ensure transparency regarding related party transactions and potential conflicts of interest."
    },
    "page_numbers": "Pages 721-760",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Mutual Funds’ Role in Corporate Governance",
      "checklist_description": "Disclose quarterly and annual details of votes cast by Mutual Funds on investee companies’ resolutions, including meeting dates, company names, type of meetings, proposal descriptions, management recommendations, vote decisions, and reasons supporting vote decisions. Provide summary of proxy votes cast across all investee companies.",
      "rationale": "To demonstrate the Mutual Fund’s active role and transparency in corporate governance of investee companies."
    },
    "page_numbers": "Pages 721-760",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Investor Complaints",
      "checklist_description": "Provide detailed monthly and annual disclosures of investor complaints received, resolved, pending, and average resolution times categorized by complaint types (e.g., non-receipt of amounts, delayed payments, statement discrepancies, unauthorized transactions), including complaints received through SCORES, with trend analysis over months and years.",
      "rationale": "To maintain transparency on investor grievance redressal and Mutual Fund responsiveness."
    },
    "page_numbers": "Pages 721-760",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Total Expense Ratio (TER)",
      "checklist_description": "Disclose the Base TER, additional expenses as per Regulation 52(6A)(b) and 52(6A)(c), GST, and total TER for Regular and Direct Plans with annualized percentages and explanatory notes on components and differences between plans.",
      "rationale": "To provide investors with clear information on the cost structure of the scheme."
    },
    "page_numbers": "Pages 721-760",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Call Options Written",
      "checklist_description": "Disclose details of call options written including underlying, number of contracts, percentage of underlying shares, option price when sold, current option price, margin maintained, total number of contracts entered, gross notional value, and net profit/loss on contracts exercised or expired for the reporting period.",
      "rationale": "To inform investors about derivative exposures and associated risks."
    },
    "page_numbers": "Pages 721-760",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Credit Default Swaps (CDS) Transactions",
      "checklist_description": "Disclose monthly and annual details of CDS transactions including counterparty details, underlying reference entity, amount, residual maturity, tenor, price/spread, premium paid, number of transactions, amount of protection bought, credit event payments received, outstanding transactions, and net income/expenses related to CDS.",
      "rationale": "To provide transparency on credit risk mitigation instruments used by the scheme."
    },
    "page_numbers": "Pages 721-760",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Scheme Type",
      "checklist_description": "The Scheme Information Document (SID) must clearly disclose the type of scheme using the exact nomenclature: Close ended, Open ended, or Interval.",
      "rationale": "To ensure clarity and uniformity in the classification of mutual fund schemes as mandated by SEBI circulars, facilitating investor understanding and regulatory compliance."
    },
    "page_numbers": "Pages 761-800",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Security Types in Portfolio",
      "checklist_description": "The SID must specify the types of securities held in the scheme's portfolio using the prescribed nomenclature such as Commercial Paper, Certificate of Deposit, Corporate Bond, Debentures, Securitised Debt, Zero Coupon Bonds, AT1 Bond, Government Bonds (including State Development Loans and special purpose bonds), Treasury Bills, Cash Management Bills, Bill Rediscounting Scheme, Corporate Bond Repo, Reverse Repo, TREPS, and Others (with specification).",
      "rationale": "To provide investors with detailed and standardized information about the nature of securities in the portfolio, enhancing transparency and aiding informed investment decisions."
    },
    "page_numbers": "Pages 761-800",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Listed Status of Securities",
      "checklist_description": "The SID must disclose the listed status of each security in the portfolio using the exact terms: Listed, Unlisted, Awaiting Listing, or Not Applicable.",
      "rationale": "To inform investors about the marketability and liquidity status of securities held by the scheme, as per SEBI's standardized reporting requirements."
    },
    "page_numbers": "Pages 761-800",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Date Formats",
      "checklist_description": "All dates mentioned in the SID, including maturity dates, coupon reset dates, and other relevant dates, must be presented in the DD-MM-YYYY format.",
      "rationale": "To maintain consistency and avoid ambiguity in date representation across all mutual fund documents as per SEBI guidelines."
    },
    "page_numbers": "Pages 761-800",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Pricing Details for Debt Securities",
      "checklist_description": "The SID must disclose the clean price per 100 Rupees for debt securities up to at least six decimal places. For Zero Coupon Bonds, the dirty price per 100 Rupees must be disclosed. Additionally, the traded yield should be disclosed in percentage terms up to at least four decimal places. For securities already held by the scheme, the yield at which the security was valued on the previous day’s NAV must be disclosed; for first-time purchases, the yield at which the security was valued at the end of the day’s NAV must be disclosed.",
      "rationale": "To ensure precise and transparent disclosure of valuation metrics for debt securities, enabling investors to understand the pricing and yield basis of portfolio holdings."
    },
    "page_numbers": "Pages 761-800",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Inter Scheme Transfer Details",
      "checklist_description": "The SID must disclose the nature of inter scheme transfers (IST) including whether the transfer was Primary, Secondary through market, Secondary through off-market, Buyback, or Other (with specification). For ISTs, declarations must be included stating that the transfer is in the interest of unit holders, the quality of securities is not suspect (no adverse news or credit alerts in last four months), and that the fund manager of the transferee scheme has conducted and documented a full credit risk assessment before acquisition.",
      "rationale": "To maintain transparency and investor protection by disclosing the rationale and due diligence involved in inter scheme transfers, as mandated by SEBI circulars."
    },
    "page_numbers": "Pages 761-800",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Investor Grievance Redressal Contact",
      "checklist_description": "The SID must provide the name and contact details of the designated Investor Relations Officer or contact person responsible for handling investor queries, complaints, or grievances. This information should also be available on the mutual fund’s website.",
      "rationale": "To facilitate effective communication and grievance redressal for investors, ensuring accessibility to responsible personnel as per SEBI requirements."
    },
    "page_numbers": "Pages 761-800",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Rights and Responsibilities of Investors",
      "checklist_description": "The SID should include a section outlining the rights of investors such as the right to receive scheme information, timely account statements, NAV disclosures, annual reports, timely redemption proceeds, and grievance redressal mechanisms. It should also outline the responsibilities of investors including checking registration status, reading scheme documents, maintaining updated KYC, and investing through registered entities.",
      "rationale": "To educate investors about their entitlements and obligations, promoting informed investing and compliance with SEBI’s investor protection framework."
    },
    "page_numbers": "Pages 761-800",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Key Service Timelines",
      "checklist_description": "The SID must disclose the expected timelines for key investor services such as issuance of Consolidated Account Statements (monthly and half-yearly), payout of redemption proceeds (within 10 days), dividend payouts (within 15 calendar days), refund of subscription money (within 5 days), and disclosure of NAV (daily by 11 pm or T+1 by 10 am for FOF schemes).",
      "rationale": "To set investor expectations regarding service delivery timelines and ensure compliance with SEBI’s prescribed service standards."
    },
    "page_numbers": "Pages 761-800",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Portfolio and Financial Reporting Frequency",
      "checklist_description": "The SID must disclose the frequency and timelines for portfolio disclosures (fortnightly for debt schemes within 5 calendar days, monthly within 10 calendar days, half-yearly within 10 calendar days), Risk-o-meter disclosure (by 10th of calendar day), Total Expense Ratio (TER) disclosure (daily), annual and abridged annual reports (annually before July 31), half yearly unaudited financials (within 1 month), and other relevant reports as per SEBI regulations.",
      "rationale": "To ensure transparency and timely dissemination of scheme performance and portfolio information to investors."
    },
    "page_numbers": "Pages 761-800",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Changes in Scheme Attributes and Fees",
      "checklist_description": "The SID must disclose procedures and timelines for intimation regarding changes in Total Expense Ratio (TER) at least 3 days in advance, changes in fundamental attributes of schemes (exit window) at least 30 days prior, scheme mergers, and conversion of close-ended schemes to open-ended schemes with 30 days prior notice.",
      "rationale": "To protect investor interests by ensuring timely and adequate disclosure of material changes affecting the scheme."
    },
    "page_numbers": "Pages 761-800",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Transactions in Debt and Money Market Securities",
      "checklist_description": "The SID must disclose details of all transactions in debt and money market securities within 15 days from each transaction day, including nomenclature of security type, listed status, maturity dates, pricing, yields, ratings, issuer details, and other relevant attributes as per SEBI’s prescribed reporting formats.",
      "rationale": "To provide investors with detailed transparency on the scheme’s debt portfolio transactions, enhancing trust and regulatory compliance."
    },
    "page_numbers": "Pages 761-800",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of AI and ML Usage in Fund Operations",
      "checklist_description": "If the mutual fund uses AI or ML technologies in its operations, the SID or related disclosures must include information such as SEBI registration number, entity category, application/system name, date of use, area of AI/ML application (e.g., order execution, advisory services, KYC, AML, surveillance), claims made regarding AI/ML, implementation method, controls in place, audit scope, and any adverse audit comments.",
      "rationale": "To ensure transparency about the use of advanced technologies affecting fund management and investor interests, in line with SEBI’s regulatory expectations."
    },
    "page_numbers": "Pages 761-800",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Transaction Details for Securities",
      "checklist_description": "Mutual funds must disclose detailed transaction information for securities including price (clean price for debt securities), transaction value, accrued interest, statutory levies (such as STT, GST, Stamp Duty), brokerage charged, gross value, yield to maturity (for debt securities), maturity date, rating (lowest rating if multiple CRAs, including SO and CE where applicable), rating agency, broker name and association flag, counterparty name, PAN and ID, exchange where trade executed, option type (CALL/PUT for equity derivatives), and trade execution time as per SEBI circulars.",
      "rationale": "To ensure transparency and provide investors with comprehensive information on the pricing, valuation, and counterparties involved in mutual fund transactions, facilitating informed investment decisions and regulatory compliance."
    },
    "page_numbers": "Pages 801-828",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Monthly Potential Outflow Factors for Open Ended Debt Schemes",
      "checklist_description": "Mutual funds must disclose monthly potential outflow factors categorized by investment size brackets (0-1 Cr, 1-5 Cr, 5-100 Cr, >100 Cr) separately for RaR and CRaR metrics, along with effective dates and scheme codes.",
      "rationale": "To provide investors and regulators with insights into liquidity risk and potential redemption pressures on open-ended debt schemes, aiding in risk assessment and management."
    },
    "page_numbers": "Pages 801-828",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Monthly Risk-O-Meter Report",
      "checklist_description": "Mutual funds must disclose the monthly Risk-O-Meter level and value for each scheme, including effective dates and scheme codes. For debt schemes, credit risk value (CRV), liquidity risk value (LRV), and Macaulay duration should also be disclosed as per SEBI product labelling circular.",
      "rationale": "To enable investors to understand the risk profile of mutual fund schemes through standardized risk metrics, promoting transparency and informed investment choices."
    },
    "page_numbers": "Pages 801-828",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Monthly Potential Risk Class Report",
      "checklist_description": "Mutual funds must disclose monthly Potential Risk Class (PRC) values for debt schemes, including CRV Class and IRRV Class, with effective dates and scheme codes, as per SEBI's Potential Risk Class Matrix circular.",
      "rationale": "To provide a standardized classification of credit and interest rate risks associated with debt schemes, facilitating better risk understanding for investors."
    },
    "page_numbers": "Pages 801-828",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Allowed Asset Types and Instrument Types",
      "checklist_description": "Mutual funds must disclose the types of assets and instruments held in the scheme portfolio, using SEBI prescribed allowed values for asset types (e.g., Equity Shares, Corporate Bonds, Government Bonds, Derivatives, ETFs, etc.) and instrument types (Debt, Money Market, Equity, Equity Related Instruments, Others).",
      "rationale": "To ensure clarity on the composition of the scheme's portfolio, enabling investors to assess the nature and diversification of investments."
    },
    "page_numbers": "Pages 801-828",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Security Ratings and Rating Agencies",
      "checklist_description": "Mutual funds must disclose the prevailing rating of each security used for valuation, specifying the lowest rating if multiple CRAs rate the security, including structured obligation (SO) and credit enhancement (CE) tags where applicable. The rating agency name must also be disclosed using SEBI approved rating agencies.",
      "rationale": "To provide investors with credit quality information of securities held, supporting risk assessment and compliance with valuation norms."
    },
    "page_numbers": "Pages 801-828",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Investor and Transaction Details",
      "checklist_description": "Mutual funds must disclose investor master details (PAN, folio number, KYC status, demographic details), bank account details, distributor details, scheme master details (scheme code, name, category, sub-category, nature), plan master details (plan code, option code, open/close dates, ISIN, maturity date), NAV details, investor transaction details (transaction type, amount, units, NAV, statutory levies, transaction charge, broker code, transaction source), and investor holding details (unit balance, reinvest flag, demat flag, holding value).",
      "rationale": "To maintain comprehensive and transparent records of investors, transactions, and scheme details for regulatory oversight and investor protection."
    },
    "page_numbers": "Pages 801-828",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Scheme Characteristics and Portfolio Norms",
      "checklist_description": "Mutual funds must disclose scheme categories, characteristics, portfolio concentration norms (including limits on illiquid securities not exceeding 15% of total assets), investment restrictions on various instruments (listed/unrated debt, structured obligations, non-convertible preference shares, venture capital funds, government guaranteed debt, securitised debt, short term deposits, overseas investments, IDRs, REITs/InvITs, derivatives, commodity derivatives), and norms for interval schemes/plans.",
      "rationale": "To ensure investors are informed about the scheme’s investment strategy, risk limits, and regulatory compliance, promoting transparency and prudent risk management."
    },
    "page_numbers": "Pages 801-828",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Risk Management Framework and Related Policies",
      "checklist_description": "Mutual funds must disclose their Risk Management Framework (RMF) including policies, procedures, risk management functions, and roles and responsibilities of AMC management, Board of AMC, and Board of Trustees, specifically addressing liquidity risk management for liquid and overnight funds and prudential norms for open-ended debt schemes.",
      "rationale": "To demonstrate the mutual fund’s commitment to managing key operational and investment risks effectively, ensuring investor protection and regulatory compliance."
    },
    "page_numbers": "Pages 801-828",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Restrictions on Transactions During Scheme Winding Up",
      "checklist_description": "Mutual funds must disclose that AMC, its sponsor, employees, and trustees are prohibited from transacting in units of schemes under winding up, with monitoring by the AMC and Trustee Boards.",
      "rationale": "To prevent conflicts of interest and protect investor interests during the winding-up process of schemes."
    },
    "page_numbers": "Pages 801-828",
    "source_document": "SEBI Master Circular",
    "category": null
  },
  {
    "content": {
      "checklist_title": "Disclosure of Product Labelling and Risk Metrics",
      "checklist_description": "Mutual funds must disclose product labelling details including Risk-O-Meter levels, Potential Risk Class matrix, and other risk-related metrics as prescribed by SEBI circulars on product labelling, ensuring these are updated monthly and reflect any changes in scheme risk profiles.",
      "rationale": "To provide investors with standardized and easily understandable risk information, aiding in informed investment decisions."
    },
    "page_numbers": "Pages 801-828",
    "source_document": "SEBI Master Circular",
    "category": null
  }
]